[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Japanese
DESCRIBABLE =	Japanese

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	北京ゴールデン オレンジ テクノロジー株式会社\n電話番号: (86) 010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	約
ABOUT_COPYRIGHT =	著作権(C) 2004-2019
ABOUT_RIGHTS =	全著作権所有
ABOUT_LICENSED =	この製品を使用する権利は、次の者に属します。
ABOUT_LAW =	警告: このコンピュータ プログラムは、著作権法および国際条約によって保護されています。このプログラムの一部または全部を無断で複製または頒布すると、民事上および刑事上の厳しい制裁を受ける可能性があり、法律の範囲内で可能な限り起訴されます。 .
	
MENU_FILE =	 ＆ファイル
MENU_FILE_NEW =	 ＆新しい
MENU_FILE_OPEN =	 ＆開ける...
MENU_FILE_PRINT =	 printCtrl+P
MENU_FILE_SAVE =	 &保存 Ctrl+S
MENU_FILE_SAVE_AS =	名前を付けて保存...
MENU_FILE_SCANIMAGE =	画像を取得してスキャン...
MENU_FILE_SYSTEM =	 &システム パラメータ...
MENU_FILE_IMGLIB =	 &共通ギャラリー...
MENU_FILE_IMPORT =	＆入る
MENU_FILE_MRU_FILE1 =	最近使用したファイル
	
MENU_EDIT =	＆編集
MENU_EDIT_COPY     =	 ＆コピー
MENU_EDIT_CUT      =	 ＆切る
MENU_EDIT_COMBINE  =	結合 Ctrl+L
MENU_EDIT_UNCOMBINE=	 &別の組み合わせ Ctrl+K
MENU_EDIT_GROUP    =	 &グループ Ctrl+G
MENU_EDIT_UNGROUP  =	 &グループ解除 Ctrl+U
	
MENU_EDIT_PASTE=	 ＆ペースト
MENU_EDIT_REDO =	＆回復
MENU_EDIT_UNDO =	&元に戻す
MENU_EDIT_TOCURVE=	曲線に変換 Ctrl+Q
MENU_EDIT_HATCH  =	塗りつぶし Ctrl+H
	
ID_FILE_IMGLIB =	お気に入りギャラリーを開く\nお気に入りギャラリー
ID_FILE_IMPORT =	他の形式のファイルをインポート\nファイルをインポート
ID_FILE_MRU_FILE1 =	このドキュメントを開く
ID_FILE_NEW =	新しいドキュメントを作成\n新規
ID_FILE_OPEN =	既存のドキュメントを開く\n開く
ID_FILE_PRINT =	アクティブなドキュメントを印刷\n印刷
ID_FILE_PRINT_PREVIEW =	ページ全体を表示\n印刷プレビュー
ID_FILE_PRINT_SETUP =	プリンタと印刷オプションを変更\n印刷設定
ID_FILE_SAVE =	アクティブなドキュメントを保存\n保存
ID_FILE_SAVE_AS =	アクティブなドキュメントを新しいファイル名で保存\n名前を付けて保存
ID_FILE_SCANIMAGE =	スキャンした画像を取得\nスキャンした画像を取得
ID_EDIT_COPY =	選択したオブジェクトをコピーしてクリップボードに配置\nコピー
ID_EDIT_CUT =	選択したオブジェクトを切り取り、クリップボードに配置\n切り取り
ID_EDIT_PASTE =	クリップボードの内容を挿入\n貼り付け
ID_EDIT_REDO =	前に元に戻した操作をやり直す\n やり直す
ID_EDIT_UNDO =	最後の操作を元に戻す\n元に戻す
ID_EDIT_GROUP =	選択したオブジェクトをグループ化\nグループ化
ID_EDIT_UNGROUP =	選択したグループ オブジェクトを非表示\nグループを非表示
ID_EDIT_COMBINE =	選択したオブジェクトをグループ化\nグループ化
ID_EDIT_UNCOMBINE  =	選択したグループ オブジェクトをアタッチ解除\nグループを分離
ID_SYSTEM_PARAM =	システム パラメータを設定\nシステム パラメータ
TT_MATERIALPARAMASSIS=	レーザー材料パラメータのテスト\n材料パラメータ アシスタント
MATERIALPARAMASSIS=	マテリアル パラメータ アシスタント
MENU_MODI =	 ＆変更
MENU_DRAW =	＆描く
MENU_DRAW_POINT =	＆ドット
MENU_DRAW_CURVE =	＆曲線
MENU_DRAW_LINE =	＆ライン
MENU_DRAW_RECT =	＆矩形
MENU_DRAW_CIRCLE =	＆サークル
MENU_DRAW_ELLIPSE =	＆楕円
MENU_DRAW_POLY =	＆ポリゴン
MENU_DRAW_TEXT =	＆文章
MENU_DRAW_BMPFILE =	&ビットマップ ファイル
MENU_DRAW_VECTORFILE =	ベクター ファイル
MENU_DRAW_TIMER =	＆遅れ
MENU_DRAW_INPUT =	&入力ポート
MENU_DRAW_OUTPUT =	&出力ポート
MENU_DRAW_MESH3D=	&3D サーフェス
MENU_ALIGN_BOTTOM =	下揃え
MENU_ALIGN_CENTER =	中心点の位置合わせ
MENU_ALIGN_CENTER_HOR =	水平中心線の位置合わせ
MENU_ALIGN_CENTER_VER =	垂直方向の中心線の位置合わせ
MENU_ALIGN_LEFT =	左揃え
MENU_ALIGN_RIGHT =	右揃え
MENU_ALIGN_TOP =	上端揃え
MENU_VIEW =	＆意見
MENU_VIEW_TOOLBAR =	&システム ツールバー
MENU_VIEW_ZOOMBAR =	&View ツールバー
MENU_VIEW_DRAWBAR =	&描画ツールバー
MENU_VIEW_ENTLIST =	オブジェクト リスト バー
MENU_VIEW_ENTPROP =	オブジェクト プロパティ バー
MENU_VIEW_STATUS_BAR =	＆ステータスバー
MENU_LASER =	＆レーザ
	
ENTPROP =	オブジェクトのプロパティ
MENU_VIEW_RULER =	定規を表示
MENU_VIEW_GRID  =	グリッドポイントを表示
TT_SHRULER=	定規を表示または非表示にする
TT_SHGRID=	グリッド ポイントを表示または非表示にする
MENU_VIEW_GUILD =	補助線
BK =	バックグラウンド
DEGREE =	費やす
	
NAV_PICK_MOVEDIS=	微調整距離
WORKSPACE =	ワークスペース
MENU_VIEW_SNAPGRID   =	スナップ グリッド F7
MENU_VIEW_SNAPGUILD  =	スナップガイド F8
MENU_VIEW_SNAPOBJECT =	オブジェクトをスナップ F9
MENU_ABOUT =	＆約
MENU_HELP =	＆ヘルプ
IDCANCEL =	＆キャンセル
IDOK =	＆わかった
PASTE_X =	オフセットを水平方向に貼り付け
PASTE_Y =	垂直貼り付けオフセット
SAVEAS =	名前を付けて保存
POINT =	点
CURVE =	曲線
RECT  =	矩形
CIRCLE =	円形
ELLIPSE =	楕円形
ELLPISE =	楕円形
POLYGON =	ポリゴン
TEXT =	文章
HATCH=	充填
PATHTEXT=	パス テキスト
CIRCLETEXT=	円弧テキスト
BMPFILE =	ビットマップ ファイル
VECTORFILE =	ベクター ファイル
TIMER =	遅延者
IOINPUT =	入力ポート
IOOUTPUT =	出力ポート
GROUP=	グループ
COMBINE=	組み合わせ
LAYER=	層
NAME =	名前
TYPE =	タイプ
OBJECTINFO=	オブジェクトのプロパティ
TOCURVE=	カーブに変換
EDGENUM =	辺の数
APPLY=	＆申し込み
APPLYTOCOPY=	&適用してオブジェクトをコピー
MARKLOOP=	処理数
POSITION=	位置
RELATPOSITION=	相対位置
RELATCENTER=	相対中心
SIZE=	サイズ
ARRAY=	配列
COUNT=	番号
INC=	増分
IOCTRLCONDITION=	IO制御条件
ROUND=	丸みの程度
ALLROUND=	すべての角が丸い
DIAMETER =	直径
STARTANGLE =	開始角度
ENDANGLE =	エンドアングル
FILENAME=	ファイル名
DYNFILE=	動的入力ファイル
FIXEDDPI=	固定 DPI
FIXESIZEX=	固定 X 寸法
FIXESIZEY=	固定 Y 寸法
FIXEPOS=	固定位置
INVERT=	逆行する
GRAY=	グレースケール
DITHER=	アウトレット
LIGHTEN=	シャイントリートメント
BRIGHT=	輝度
CONTRAST=	対比
SCANMODE=	スキャンモード
BIDIRSCAN=	双方向スキャン
YSCAN=	Yスキャン
DRILLMODE=	ドットモード
PIXELPOWER=	調整点パワー
	
BARCODE_ATTRIB=	&バーコード プロパティ...
BARCODE =	バーコード
CREATE_BARCODE =	バーコードを作成する
MODEIFY_BARCODE=	バーコードを変更する
BARCODE_INPUTPT =	バーコードの左下隅の座標を入力してください
BARCODE_ERR_INVALIDSTR =	無効なバーコード文字列です。再入力してください!
	
INFO_EAN13 =	EAN-13 は固定長バーコードです。その文字セットには「0」から「9」までの数字のみが含まれます。EAN-13 には 13 文字が含まれ、最初の 12 文字はデータで、最後の文字はチェック コードです。コードはシステムによって自動的に追加され、システムは最初の 12 文字のみを取得します。
INFO_EAN13_2 =	 EAN-13+2 は EAN-13 に 2 つの追加コードを加えたもので、システムは最後の 2 文字を追加コードとして取得します。
INFO_EAN13_5 =	 EAN-13+5 は EAN-13 に 5 つの追加コードを加えたもので、システムは最後の 5 文字を追加コードとして取得します。
INFO_EAN8 =	 EAN-8 は固定長バーコードです. その文字セットには '0' から '9' までの数字のみが含まれます. EAN-8 には 8 文字が含まれます. 最初の 7 文字はデータであり, 最後の文字はチェック コードです. コードはシステムによって自動的に追加され、システムは最初の 7 文字のみを取得します。
INFO_EAN8_2 =	 EAN-8+2 は EAN-8 に 2 つの追加コードを加えたもので、システムは最後の 2 文字を追加コードとして取得します。
INFO_EAN8_5 =	 EAN-8+5 は EAN-8 に 5 つの追加コードを加えたもので、システムは最後の 5 文字を追加コードとして取得します。
	
CHECKNUM=	チェックコード
THINMODULEWIDTH=	狭いモジュール幅
INFO_CODE39 =	39 バーコードは非連続、非固定長の双方向バーコードで、すべてのバーとスペースが情報を表し、その文字セットには「0」-「9」、「AZ」、スペース、「$」、「%」が含まれます。 , '+' ,'-','.','/'; オプションのチェック コードがあり、システムによって自動的に追加されます。
INFO_CODE39_EXTENDED=	39 拡張バーコードは 39 バーコードへの拡張バーコードで、すべての ASCII 文字をサポートします。
INFO_CODE93 =	 93 バーコードは、バーとスペースが情報を表す連続した非固定長の双方向バーコードです。その文字セットには、'0'-'9'、'AZ'、スペース、'$'、'%'、' が含まれます。 +', '-','.','/'; オプションのチェック コードがあり、システムによって自動的に追加されます。
INFO_CODEBC412=	 BC412 バーコードは、すべてのバーとスペースが情報を表す連続した非固定長の双方向バーコードです。その文字セットには「0」～「9」が含まれ、「AZ」には「O」が含まれません。チェック コードはシステムによって自動的に追加されます。
INFO_CODE11 =	11 バーコードは非連続、非固定長の双方向バーコードで、バーとスペースが情報を表します。その文字セットには「0」～「9」、「-」が含まれます。オプションのチェック コードがあります。チェックコードは、システムによって自動的に結合されます。
INFO_UPCA =	 UPC-A は固定長のバーコードで、その文字セットには「0」から「9」までの数字のみが含まれ、UPC-A には 12 文字が含まれ、最初の 11 文字はデータで、最後の文字はチェック コードです。システムによって自動的に追加され、システムは最初の 11 文字のみを取得します。
INFO_UPCA_2 =	 UPC-A+2 は UPC-A に 2 つの追加コードを加えたもので、システムは最後の 2 文字を追加コードとして取得します。
INFO_UPCA_5 =	 UPC-A+5 は UPC-A に 5 桁の追加コードを加えたもので、システムは最後の 5 文字を追加コードとして取得します。
INFO_UPCE =	UPC-E は固定長のバーコードで、その文字セットには「0」～「9」の数字のみが含まれます。UPC-E には 8 文字が含まれ、最初の文字は 0 に固定され、2 ～ 7 文字はデータです。最後の 1 各文字がチェック コードです。チェック コードはシステムによって自動的に追加され、システムは最初の 6 文字のみを取得します。
INFO_UPCE_2 =	 UPC-E+2 は UPC-E に 2 つの追加コードを加えたもので、システムは最後の 2 文字を追加コードとして取得します。
INFO_UPCE_5 =	 UPC-E+5 は UPC-E に 5 桁の追加コードを加えたもので、システムは最後の 5 文字を追加コードとして取得します。
INFO_CODE25=	Code 25 バーコードは、バーのみが情報を表す非連続バーコードで、文字セットは「0」から「9」までの数字のみで、長さは固定されていません。
INFO_CODEINTER25=	インターリーブ (ITF) 25 コードは、バーとスペースの両方が情報を表す連続バーコードです。その文字セットには、「0」から「9」までの数字のみが含まれます。文字数が奇数の場合、システムは先頭に 0 を自動的に追加します; 選択したチェック コードは、システムによって自動的に追加されます。
INFO_CODECODABAR=	Codabar バーコードは、すべてのバーとスペースが情報を表すセルフチェック機能を備えた非連続、非固定長の双方向バーコードで、その文字セットには「0」-「9」、「AD」、「-」、 ' $',':','/','.','+';
INFO_CODE128A=	CODE128A バーコードは連続バーコードで、その文字セットには 0 ～ 95 の ASCII 値を持つ文字が含まれており、サイズ制限はありません。
INFO_CODE128B=	CODE128B バーコードは連続バーコードで、文字セットには ASCII 値 32 ～ 127 の文字が含まれ、サイズ制限はありません。
INFO_CODE128C=	CODE128C バーコードは連続バーコードで、文字セットには「0」から「9」の数字が含まれており、文字数が奇数の場合、システムは先頭に 0 を自動的に追加します。
INFO_EAN128A=	EAN128A バーコードは連続バーコードで、その文字セットには 0 ～ 95 の ASCII 値を持つ文字が含まれており、サイズ制限はありません。
INFO_EAN128B=	EAN128B バーコードは連続バーコードで、文字セットには ASCII 値 32 ～ 127 の文字が含まれ、サイズ制限はありません。
INFO_EAN128C=	EAN128C バーコードは連続バーコードで、その文字セットには「0」から「9」の数字が含まれており、文字数が奇数の場合、システムは先頭に 0 を自動的に追加します。
	
QUIET=	空欄
MID=	真ん中
SCALE=	割合
BARHEIGHT=	高いバーコード
NARROWBARW=	狭いモジュール幅
BAR=	ストリップ
SPACE=	ヌル
INTERCHARSCALE=	中字間
MODULETUNING=	バーコード モジュールの調整
AUTOSIZE=	自動サイズ
FIXEDSIZE=	固定サイズ
SHORTPDF417=	短縮モード
ERRLEVEL=	エラー訂正レベル
PDF417_ROWOUTRANGE=	PDF417 バーコード行は 3 ～ 90 行にする必要があります。
PDF417_COLOUTRANGE=	PDF417 バーコード列は 3 ～ 30 列にする必要があります。
BARCODE_ERR_ROWCOL=	設定された行数と列数が現在の文字列に収まりません!
SMALLEST=	最小サイズ
MATRIX=	マトリックス
MODULEWIDTH=	モジュール幅
REVERSE=	逆行する
INFO_CODEPDF417=	PDF417 バーコードは 2 次元バーコードで、その文字セットにはすべて ASCII 文字が含まれています。
INFO_CODEMICROPDF417=	MicroPDF417 バーコードは 2 次元バーコードで、その文字セットにはすべて ASCII 文字が含まれています。
INFO_CODEDATAMTX=	DATAMATRIX バーコードは 2 次元バーコードで、その文字セットにはすべて ASCII 文字が含まれています。
VALID=	効率的
FONT =	フォント
FONT_ANGLE =	傾斜
FONTTYPE_BCF =	バーコードフォント
FONTTYPE_DMF =	ビットマップ フォント
FONTTYPE_JSF =	単線フォント
FONTTYPE_TTF =	TrueType フォント
SHOWTEXT=	表示テキスト
TEXTHEIGHT=	文字の高さ
TEXTWIDTH=	文字幅
TEXTOFFSETX=	テキスト X オフセット
TEXTOFFSETY=	テキスト Y オフセット
TEXTSPACE=	文字間隔
POINTMODE=	ポイントモード
ROW=	行
COL=	リスト
KEYBOARD =	キーボード
DATE =	日にち
SERIAL =	シリアルナンバー
LISTFILE=	リストファイル
DYNAMICFILE=	動的ファイル
ENVARTEXT=	可変テキストを有効にする
HEIGHT =	高い
CHARSPACE=	文字間隔
CHARWIDTH=	文字幅
CHARHEIGHT=	文字の高さ
LINESPACE=	行間隔
ANGLE =	角度
PROMPT_TRAY =	各バッチを処理する前のヒント
PROMPT_NEVER =	促さない
PROMPT_PART =	各ピースを処理する前のヒント
DATEFORMAT=	日付形式
ADDDATEFORMAT=	日付形式を追加
STARTSN=	開始シーケンス番号
CURSN=	現在のシリアル番号
INCSN=	シーケンス番号の増分
MARKPER=	各マーク
EXTEND=	拡大
PREFIX =	プレフィックス
SUFFIX =	サフィックス
SUPRES_ZERO =	先行ゼロを抑制
RESETNO =	シリアル番号をリセット
SERAIL_ARRAY =	アレイのシリアル番号
SNDLG_FILTER =	次のシリアル番号をフィルタリングします
LINENO=	行番号
ENCONTOUR=	プロファイルを有効にする
HATCH1=	パディング 1
HATCH2=	パディング 2
ENABLE=	有効
PENNO=	ペン番号
HATCH_CALCALL=	オブジェクト全体の計算
HATCH_EDGE=	歩き回る
LISTDIST=	行間隔
EDGEOFFSET=	マージン
STARTOFFSET=	開始オフセット
ENDOFFSET=	終了オフセット
SETDEFAULT=	デフォルトとして設定
WAITTIME=	待ち時間
MESSAGE=	プロンプト メッセージ
SETOUTPUT=	出力ポートの設定
SYSTEMPARAM =	システム パラメータ
GENERAL =	従来型
COLOR =	色
WORKSPACE =	ワークスペース
AUTOSAVE =	自動バックアップ
MOVEROTATE =	移動回転
PLUGMGR =	プラグインマネージャー
UNIT_TYPE =	ユニット型
GRID_DIST =	グリッド間隔
GRID =	グリッド
SHOW_GRID =	グリッドを表示
MM =	んん
INCH =	インチ
WORKSPAC_SHOW =	ワークスペースを表示
WORKSPAC_CIRCLE =	円形のワークスペース
LB_CORNER =	左下の
WIDTH =	幅
BIGNUDGESCALE=	調整比大
NEXTVALID =	この変更は、次回の起動まで有効になりません
EVERY =	毎日
BAKEXPLAIN =	指定された時間間隔ごとに、現在のデータをプログラム ディレクトリの AutoSave.Ezd ファイルに保存します。
BAKTIME =	 「分、自動バックアップ」
	
ZOOM_WINDOW1 =	ウィンドウ倍率
ZOOM_WINDOW2 =	ウィンドウ倍率
PICK =	選択する
PICK_ALL=	すべて選択
PICK_BYENT =	オブジェクト別
PICK_COPY =	携帯コピー
PICK_COPYENT =	コピー
PICK_CUT =	切る
PICK_DEL =	選択を削除
PICK_ENT_CNT =	オブジェクトの数を選択してください
PICK_ENTITY =	オブジェクトが選択されました
PICK_GL =	ガイドラインをドラッグ
PICK_INV =	逆選択
PICK_LEFT =	左右にストレッチ
PICK_LOCK =	選択ロック
PICK_MOVE =	トランスフォームを移動
PICK_PEN =	ペンで選ぶ
PICK_NOENTITY =	オブジェクトが選択されていません
ERR_0001 =	このパラメータは 0.001 未満にすることはできません。再入力してください
ERR_CRC     =	ファイル データ検証エラー。ファイルが破損している可能性があります。
ERR_DELSYSLAYER =	システムのデフォルト レイヤは削除できません
ERR_DELUSELAYER =	現在使用中のレイヤーは削除できません
ERR_MATCHFONTERR =	フォントが一致しません
ERR_MEMORY  =	十分なメモリーを割り当てるには、メモリー・スペースが不十分です。
ERR_NOFINDIMPORT =	有効な入力プラグインが見つかりません
ERR_OPENFILE =	ファイルのオープンに失敗しました
ERR_READFILE     =	ファイルの読み取りに失敗しました
ERR_RENAMESYSLAYER =	システムの既定の画層名は変更できません
ERR_SAVEFILE =	ファイルの保存に失敗しました
ERR_SERIAL_FORMA =	ファイル形式が正しくありません。ファイルが破損している可能性があります。
ERR_VERSION =	ファイルのバージョンが間違っています。
ERROR_VAR_FILTER =	フィルタが厳しすぎるため、有効な可変テキスト オブジェクトを生成できません\nいくつかのフィルタを削除して、もう一度やり直してください
IS_TEXT_TO_GRAPH =	このフォントを使用するテキストをグラフィックスに変換するかどうか
CMD_OPENFILE =	ファイルを開く
CMD_SAVEFILE =	ドキュメントを保存
OPEN =	開ける
TIP_NOTITLE =	無題
NOTITLE =	無題
FILE_ISSAVEAS =	変更したファイルを保存するかどうか
CHECK_SAVEPRE =	プレビュー画像を保存
CHECK_SCALE =	比率を保つ
CHECK_SHOWPRE =	プレビュー画像を表示
STATIC_SAVETYPE =	出力方法
RADIO_SAVEALL =	すべてのオブジェクトを出力
RADIO_SAVEPICK =	出力選択オブジェクト
AUTHOR =	著者
COMMENT =	ノート
FILEINFO =	ファイル情報
VERSION =	バージョン
CMD_NEWFILE =	新しいファイルを作成する
PICK_PASTE =	ペースト
CENFIELD=	中心に置く
AUTOSAVEFILE =	設計ファイルを自動的にバックアップしています...
ON=	開いた
OFF=	近い
GUIDELINE =	補助線
OBJECT=	物体
	
	
	
	
ID_DRAW_CIRCLE =	円を描く\n円を描く
ID_DRAW_ELLIPSE =	楕円を描く\n楕円を描く
ID_DRAW_PLINE =	曲線を作成\n曲線を作成
ID_DRAW_LINE =	直線を描く\n直線を描く
ID_DRAW_POINT =	プロット点\nプロット点
ID_DRAW_POLY =	ポリゴンを描画\nポリゴンを描画
ID_DRAW_RECT =	長方形を描く\n長方形を描く
ID_DRAW_TEXT =	文字を描画\n文字を描画
ID_DRAW_BITMAP=	図面ビットマップ ファイル\n図面ビットマップ ファイル
ID_DRAW_VECTOR=	図面ベクトル ファイル\n図面ベクトル ファイル
ID_DRAW_TIME  =	描画遅延\n描画遅延
ID_DRAW_INPUT =	入力ポートを描画\n入力ポートを描画
ID_DRAW_OUTPUT=	アウトレットを描画\nアウトレットを描画
	
	
ID_TOOL_NODE =	グラフ ノードを編集\nノード編集
ID_TOOL_PICK =	グラフ選択ツール\nグラフ選択
ID_MODIFY_HATCH =	選択したオブジェクトを塗りつぶす\n塗りつぶし
ID_TOGRAPH =	オブジェクトをグラフィック オブジェクトに変換\nグラフィックに
ID_VIEW_STATUS_BAR =	ステータス バーの表示と非表示\nステータス バーの表示と非表示
ID_VIEW_TOOLBAR =	システム ツールバーの表示/非表示\nシステム バーの表示/非表示
ID_VIEW_ZOOMBAR =	ビュー ツールバーを表示または非表示\nビュー バーを表示または非表示
ID_VIEW_DRAW_BAR=	描画ツールバーの表示/非表示\n描画バーの表示/非表示
ID_VIEW_ENTPROP=	オブジェクト プロパティ バーの表示/非表示\nオブジェクト プロパティ バーの表示/非表示
ID_VIEW_ENTLIST=	オブジェクト リスト バーの表示/非表示\nオブジェクト リスト バーの表示/非表示
	
ID_ZOOM_ALL =	すべてのオブジェクトを最大で表示\nすべて表示
ID_ZOOM_PICK =	最大表示選択\n観測を選択
ID_ZOOM_IN =	表示を 2 倍にする\nズームイン
ID_ZOOM_OUT =	表示を 2 倍にする\nズームアウト
ID_ZOOM_PAN =	パン表示\nパン
ID_ZOOM_WINDOW =	ウィンドウ スケーリング\nウィンドウ スケーリング
ID_ZOOM_WORKSPACE =	作業領域全体を表示\n作業領域ビュー
ID_SNAP_GUILD =	ガイドにスナップ\nガイドにスナップ
ID_SNAP_GRID =	グリッドにスナップ\nグリッドにスナップ
ID_SNAP_OBJECT=	オブジェクトをスナップ\nオブジェクトをスナップ
ID_SNAP_MESHVERTEX=	サーフェスの頂点にスナップ\nサーフェスの頂点にスナップ
ID_APP_ABOUT =	プログラム情報、バージョン番号、著作権を表示\n概要
ID_APP_EXIT =	アプリケーションを終了します。ドキュメントを保存するように求められます\n終了
	
	
TT_PICKALL =	すべてのオブジェクトを選択\nすべてのオブジェクトを選択
TT_PICKDEL =	選択したオブジェクトを削除\n選択したオブジェクトを削除
TT_PICKINVERT =	選択を反転\n選択を反転
TT_PICKLOCK =	選択したオブジェクトをロック\nロック
TT_PICKUNLOCK =	選択したオブジェクトのロックを解除\nロックを解除
TT_PICKUNLOCKALL =	すべてのオブジェクトのロックを解除\nすべてのオブジェクトのロックを解除
TT_PICKCEN =	原点への配置\n原点への配置
TT_PICKCENX =	 中心は Y 軸上に配置されます\nX 中心は Y 軸上に配置されます
TT_PICKCENY =	 中心は X 軸上に配置されます\nY 中心は X 軸上に配置されます
TT_PICKPEN=	ペン番号でオブジェクトを選択\nペン番号でオブジェクトを選択
TT_NODE_ADD =	ノードを追加\nノードを追加
TT_NODE_ALIGN =	ノード位置合わせ\nノード位置合わせ
TT_NODE_ARC =	円弧に変換\n円弧に
TT_NODE_BEZIER =	曲線に変換\n曲線に
TT_NODE_CLOSE =	曲線を自動的に閉じる\n曲線を自動的に閉じる
TT_NODE_DEL =	ノードを削減\nノードを削減
TT_NODE_DIR =	曲線の方向を変更\n曲線の方向を変更
TT_NODE_LINE =	直線に変換\n直線に変換
TT_NODE_REDUCE =	ポイントの自動減少\nポイントの自動減少
TT_NODE_SEPARATE =	ノードを切り離す\nノードを切り離す
TT_NODE_SHARP =	シャープ トランジション\nシャープ トランジション
TT_NODE_SMOOTH =	スムーズ トランジション\nスムーズ トランジション
TT_NODE_SYSMETRIC =	対称遷移\n対称遷移
TT_NODE_UNITE =	フュージョン ノード\nフュージョン ノード
TT_POINTONCURVE=	曲線上の点
TT_ADDLAYER=	画層を追加\n画層を追加
TT_DELLAYER=	画層を削除\n画層を削除
ADDLAYER=	レイヤーを追加
DELLAYER=	レイヤーを削除
ROTATEANG =	回転角度
MOVEDIST  =	移動距離
ZOOMSCALE =	倍率
INPUTPT =	入力点
INPUTSTARTPT =	出発地を入力してください
INPUTCENTER  =	円の中心に入る
PICKCURVE=	ポイントを配置するカーブをピックしてください
PONITNUM=	ポイント
POINTDIST=	ポイント間隔
TEXT_POS=	テキストを配置する場所を選択する
ALIGN =	整列する
UNDO=	元に戻す
REDO=	回復します
MENU_FINISH=	＆終わり
MENU_CLOSEFINISH=	&閉端
MENU_COOR=	座標を入力
TRANSFORM =	変身
CENTER =	中心
MIRROR =	鏡
SHEAR=	傾き
PEN=	ペン
SPEED=	速度
OBJECTLIST=	オブジェクト リスト
APPLYDEF=	パラメータをデフォルトに設定
ADVANCE=	高度
POWER=	パワー
FREQ=	周波数
TICKLE=	予備電離
STARTTC=	ターンオン遅延
ENDTC=	終了遅延
POLYTC=	コーナーディレイ
SECOND=	2番目
US=	マイクロ秒
DELETE=	消去
PARAMLIB=	パラメータ ライブラリ
INPUTPARAMNAME=	パラメータ名を入力してください
GUILDLINE =	補助線
PARAMNAMENONULL=	パラメータ名を空にすることはできません
PARAMNAMEEXIST=	パラメータ名は既に存在します! 古いパラメータを上書きしますか?
REALYDELPARAM=	現在のパラメータを削除してもよろしいですか?
REALYAPPDEF=	現在のパラメータをデフォルト パラメータとして適用しますか?
JUMPSPEED=	ジャンプ速度
JUMPPOSTC=	ジャンプ位置遅延
JUMPDISTTC=	ジャンプ距離遅延
ADVANCEMARKPARAM=	高度なマーキング パラメータ
ENDCOMP=	終点補正
ACCDIST=	加速距離
MARK=	マーキング
SELECTAPARAM=	パラメータを選択してください
MODIFYCOLOR=	色を変える
MODIFPARAM=	パラメータを変更する
APPLYTOPICK=	選択に適用
PARAM=	パラメータ
NOMOREMARKPARAM=	デフォルトパラメータのみ、変更不可
NOPICKOBJECT=	オブジェクトが選択されていません
SETDEFPEN=	デフォルトのペンとして設定
MENU_SPECIAL=	＆特別な
FAILOPENLMC=	LMC1 ドライバを開けません! LMC1 ドライバが正しくインストールされているか確認してください!
NOTFINDLMC=	有効な LMC1 デバイスが見つかりませんでした!
MENU_LASER=	＆レーザ
DISABLEUSE =	使用禁止
ENABLEUSE =	使用する
FIELD=	範囲
LASERCTRL=	レーザー制御
EXTAXIS=	拡張軸
CONFIGPARAM=	設定パラメータ
NEGATE=	逆行する
ASPECT=	外観
FIELDSIZE=	エリアサイズ
GALVO=	ガルボ
	
MARKSTR_AFTERMARK=	処理後指定の場所へ移動
MARKSTR_AFTER1=	移動しない
MARKSTR_AFTER2=	ガルボセンター
MARKSTR_AFTER3=	オブジェクトの左上隅
MARKSTR_AFTER4=	オブジェクトの右上隅
MARKSTR_AFTER5=	オブジェクトの右下隅
MARKSTR_AFTER6=	オブジェクトの左下隅
MARKING=	マーキング...
WAITIOINPUT=	IO 入力ポート信号を待機しています...
	
PART=	コンポーネント
TOTALNUM=	合計
CONTINUES=	連続処理
MARKSELECT=	処理を選択
QUIT=	終了する
LIGHTSHOW=	赤信号表示
	
QSWITCH=	Qスイッチ
ANALOGOUT=	アナログ出力
CALIBRATION=	修正
OTHER=	他の
ENPWMSIGNALE=	PWM 信号出力を有効にする
MAXPWMFREQ=	最大 PWM 信号周波数
ENABLETICKLE=	予備イオン化を有効にする
PULSEWIDTH=	パルス幅
PULSEPERIOD=	パルス周波数
FPK=	最初のパルス抑制
FPKEND=	最初のパルス抑制が終了したら、Q スイッチをオンにします。
ANALOGOUT=	アナログ出力
ANAPOWER=	電源アナログ ポート出力を有効にする
ANAFREQ=	周波数アナログポート出力を有効にする
STARTMARKDELAY=	マーキング開始遅延
FINSIHMARKDELAY=	エンドマーク遅延
MAXPOWERDELAY=	最大電力遅延
USERDEFRATIO=	ユーザー定義スケール
REALRATIO=	実質比率
FREQMAP=	周波数マッピング
POWERMAP=	パワーマッピング
READY=	準備
BTNSTOP=	停止 (F4)
BTNMARK=	マーク (F2)
BTNPARAM=	パラメータ (F3)
BTNQUIT=	終了 (F5)
BTNLIGHT=	赤信号 (F1)
MARKSTR_NOENTITY=	データを処理できません。ファイルがロードされているかどうかを確認してください!
MARKSTR_NOENTITY_SELECT=	処理できるデータがありません。処理対象が選択されているか確認してください!
DOG_DATAERROR =	暗号化ロックのデータが間違っています。暗号化ロックが正しく挿入されているか確認してください
DOG_SHARETIME =	現在のバージョンは共有バージョンです。許可された時間を使い果たしました!\nこのソフトウェアを引き続き使用する場合は、ソフトウェアの販売店に連絡してください。
DOG_SHARE =	現在のバージョンは共有バージョンです。許可された回数を使い果たしました!\nこのソフトウェアを引き続き使用する場合は、ソフトウェア販売店に連絡してください。
DEMOVERSION=	ドングルが見つかりません！ソフトウェアはデモモードで動作します
DELHATCH=	パディングを削除
CURTIME=	現在の時刻
TOTALTIME=	合計時間
PULSELENGTH=	パルス幅
CHECK=	探知
LASERON=	レーザーをオンにする
LASEROFF=	レーザーオフ
POSX=	位置
POSY=	位置
LASERWILLOUTPUT=	[OK] を押してレーザーを出力します。レーザーを出力しますか?
WARN=	暖かい
SCANIMAGE=	スキャン画像
BOTTOM =	下
TOP =	上
	
ORIGIN_PTNUM=	ゼロ点を入力してください
ORIGIN_WAY=	原点復帰方法
PLUGFILENAME =	プラグインファイル名
	
PLUGSTATE =	プラグインの状態
PLUGVER =	プラグインのバージョン
PROMPT =	ヒント
MENU_APP_EXIT =	＆出口
LMCVERERROR=	LMC ハードウェア バージョン エラー
WELD=	溶接
TRIM=	プルーン
INTERSECT=	クロス
WELDTO=	に溶接
TRIMTO=	でトリミング
INTERSECTTO=	クロスオーバー
PLASTIC=	形
SAVESRC=	元のオブジェクトを保持する
SAVETAR=	ターゲット オブジェクトを保持
NOVALIDONCEMORE=	有効なオブジェクトが選択されていません。再選択しますか?
FILE=	資料
PORT=	ポート
IOSTOP=	入力ポートの処理を停止
STOPPROMPT=	加工停止時のプロンプトメッセージ
STOPSIGNALTRIG=	停止信号がトリガーされ、現在の処理が停止されます!
REMOTE=	リモコン
ENREMOTE=	リモートコントロールを有効にする
NETWORKIP=	ネットワーク IP アドレス
QPULSEWIDTH=	Qパルス幅
POINTTIME=	時間を作る
LEFT =	左
RIGHT =	右
ALIGN_NODECTRL=	ノードの制御点を整列
NODE_ALIGN=	ノードの整列
OFFSETLEN=	オフセット長
BASELENGTH=	ベースの長さ
TRANFORM=	変身
BASE=	基準
FREE=	自由
BASEANGLE=	基準角度
ANGLELIMIT=	角度範囲制限
CHANGEORDER=	注文変更
MODIFY=	改訂
ROAXIS=	回転軸
ZERO=	ゼロ
STEPPERRO=	1回転あたりのパルス
DISTPERRO=	1回転あたりの移動距離
MINPOS=	最小座標
MAXPOS=	最大座標
MINSPD=	最低速度
MAXSPD=	最大速度
ZEROSPD=	ゼロリターン速度
GEARRATIO=	減速比
PARTDIA=	ワーク径
ZEROOFF=	ゼロオフセット
ACCTIME=	加速時間
SCALECOMP=	比例報酬
SHEARCOMP=	位置ずれ補正
SPACECOMP=	バックラッシュ補正
GOTOORIGIN=	延長軸補正原点
PLSPICKAPEN=	ペンを選択してください
BITMAP=	ビットマップ
LINEINC=	ビットマップ スキャン ライン インクリメント
NODE_DELETE =	ノードを削除
NODE_ADD =	ノードを追加
NODE_UNITE=	融合ノード
NODE_TOARC =	円弧セグメントに変換
NODE_TOBEZ =	曲線セグメントに変換
NODE_TOLINE =	線分に変換
NODE_TOSHARP =	カスプ遷移
NODE_TOSMOOTH =	スムーズな移行
NODE_TOSYSMETRIC =	対称遷移
NODE_ALIGN =	ノードの配置
NODE_CHANGEDIR =	カーブの方向を変更する
MARKON=	オープンマーキング
MARKOFF=	マークオフ
CURVEEDIT =	カーブ編集
MENU_AUTOCONNECT=	自動接続
CONNECTERR=	自動接続エラー
	
PRINTER  =	プリンター
PRINT  =	印刷する
STYLE  =	タイプ
STATUS =	州
REMARK =	述べる
COPYNUM=	部数
ATTRIB=	属性
PRINTCOPYNUM=	部数
AUTOPAGE=	自動ページング
PRINTRANGE=	印刷範囲
PRINTALL=	すべて印刷
PRINTSEL=	プリントを選択
PAGESETUP=	ページ設定
	
MARGIN=	余白
MARGINLEFT =	左マージン
MARGINRIGHT=	右マージン
MARGINTOP  =	トップマージン
MARGINBOTTOM=	下マージン
	
PAGECEN     =	ページ中央
PAGECENUP   =	アッパーミドル
PAGECENLEFT =	中央左
PAGECENRIGHT=	中央右
PAGECENDOWN =	中と下
	
PAGELEFTUP   =	左上
PAGERIGHTUP   =	右上
PAGELEFTDOWN  =	左下の
PAGERIGHTDOWN =	右下
PAGEFILL=	ページに合わせてサイズ変更
PAGERANDOM=	カスタマイズ
AXISSTEP=	移動ステップ長
SPLITSIZE=	分割サイズ
SPLITPARAM=	セグメンテーション パラメータ
SPLITBYGUILDLINES=	補助線で区切る
ORIGIN=	元
LIGHTING=	赤信号を示す
SPLITMARK1=	スプリットマーキング 1
SPLITMARK2=	スプリットマーク2
ORIGINCOOR=	原点座標
SETCURPOSTOORIGIN=	(&D)現在点を原点に設定
SETORIGIN=	原点を設定
SPECIALMOTION=	特別な動き
STOP=	止まる
GOTOMARKORIGIN=	マーキング原点へ移動
REDLIGHTPOINT=	赤信号表示
LIGHTSPEED=	赤い光の速さ
OFFSETPOSX=	オフセット位置 X
OFFSETPOSY=	オフセット位置 Y
REDLIGHTIO=	出力ポートを示す赤色光
MARKIO=	マーキング出力
NULL=	なし
INPUTTEXT=	処理するテキストを入力してください
FORCESPLIT=	強制分割
LINE=	直線
RIGHTCOOR=	マウスの右ボタンを押して座標を入力します
INPUTCOOR=	座標を入力してください
FINISHGOTOSTARTPT=	処理後、出発点に戻る
STARTMARKIO=	ポートのマーキングを開始
INPORT=	入力ポート
AUTORESET=	自動リセット
JSFFONT_FILENAME=	jsf フォント ファイル名
GRAPHCHAR=	グラフィックに対応する文字
UPDATEFONTFILE=	フォントファイルの更新
OFFSET_DIST=	オフセット距離
JCZFONT_NEWJSF=	ファイルが存在しません。新しいファイルを作成しますか?
JSFFONT_NAME=	フォント名
DOUBLEWIDTH=	2倍の文字幅
DOUBLEHEIGHT=	文字の高さの 2 倍
SINGLEWIDTH=	一文字幅
SINGLEHEIGHT=	文字の高さ
JSFFONT=	JSF フォント
JCZFONT_PROPERTY=	フォント プロパティ
ENMARKMUTEX=	ミューテックスのマーキングを有効にする
MARKPARAM=	マーキング パラメータ
ONOFF=	スイッチ
CURPEN=	現在のペン番号
CURPENPARAM=	現在のペン パラメータ
USEDEFAULTPEN=	デフォルトのパラメータを使用
SELPARAMFROMLIB=	パラメータ ライブラリからパラメータを取得する
DELETESELPARAM=	選択したパラメータを削除します
CURPARAMSAVEAS=	現在のパラメータを名前を付けて保存
PLSSELPARAM=	最初にパラメータを選択してください
ID_DRAW_BARCODE =	バーコードを描画\nバーコードを描画
MENU_VIEW_MARKPARAM=	マーキングパラメータバー
ID_VIEW_MARKPARAM=	マーキング パラメータ バーを表示または非表示\nマーキング パラメータ バーを表示または非表示
SHOWCROSSLINE=	センタークロスを表示
SELPOSDATUM=	位置座標のデータムを選択してください
PULSEGREATEMAX=	設定された Q パルス幅が最大パルス幅より大きい
MAXPULSEWIDTH=	最大パルス幅
CURFREQ=	現在の周波数
FIELDNAME=	フィールド名
CURRENT=	現在
CURRENTMAP=	現在のマッピング
ENCURRENT=	現在の出力を有効にする
EXESTART =	ezcad が起動したら、プログラムを実行します。
EXEFINISH=	ezcad が終了したら、プログラムを実行します。
PARAMNAME=	パラメータ名
GOALSIZE=	目標マークサイズ
REALSIZE=	実際の刻印サイズ
CALCSCALE=	比率を計算する
GOALMUSTGREATE=	ターゲット マークのサイズは 0.001 より大きい必要があります
REALMUSTGREATE=	実際のマーキング サイズは 0.001 より大きい必要があります
FORCEALLSPLIT=	部門全体
USEGUILINSTARS=	デジタル Q スイッチ ドライバーの使用
	
DESCENTRATIO=	低い高比率
DESCENT=	ダウンハイ
ASCENT=	上高
BASELINE=	ベースライン
LOADCHAR=	文字データのロード
SAVECHAR=	キャラクターデータのセーブ
LEFTSIDE=	左サポート幅
RIGHTSIDE=	右サポート幅
HELP =	ヘルプ
HELP_BLUEBOX=	青枠は実際に表示した際のキャラクターの占める面積です
HELP_DESCENTRATIO=	低い高比率
HELP_CHARWIDTH=	文字幅は、現在のフォント ライブラリの標準の文字幅を参照します。
HELP_CHARHEIGHT=	文字の高さは、現在のフォント ライブラリの標準の文字の高さを参照します。
HELP_LEFTSIDE=	左サポート幅は、文字の実際のデータと左境界線の間の距離です。
HELP_RIGHTSIDE=	右サポート幅は、文字の実データと右枠との距離です。
HELP_BASELINE=	ベースラインは、フォントを作成するときに配置に使用される水平線です
CHARKERNING=	文字カーニング
NOFONTFILE=	有効なフォント ファイルが見つかりませんでした。有効なフォント ファイルを選択してください。
INPUT2CHAR=	2文字入力
SAVEKERNING=	カーニングを保存
JCZFONT_VER1=	現在のフォント ライブラリはバージョン v1.0 で、バージョン v2.0 に変換されています。\n変更を有効にする前に ezcad2.0 を再起動してください!
PULSEMODE=	ベクトル ドット パターン
PULSEPER=	ポイントあたりのパルス
FLYMARK=	フライングマーキング
FLYSPEED=	線速度
ERR_FLYSPEEDFAST=	ライン速度が速すぎてガルボが追いつきません!\nライン速度はマーキングおよびジャンプ速度よりも遅くする必要があります!
MS=	ミリ秒
CANHATCH=	満たすことができます
PASSWORD=	パスワード
CONFIRMPASSWORD=	パスワードを認証する
PASSWORDNOSAME=	回入力したパスワードが異なります。もう一度入力してください。
PASSWORDUNVALID=	間違ったパスワード！
OUTPORTALRADYUSE=	出力ポートが別のデバイスによって占有されています。リセットしてください!
LASERPOWERIO=	レーザー出力
POWERON=	電源オン
POWEROFF=	電源を切る
EZCADSTR_ID_FILE_IMGLIB =	お気に入りギャラリーを開く\nお気に入りギャラリー
EZCADSTR_IDC_STATIC_NEWIMG =	画像名を入力してください
EZCADSTR_IDC_STATIC_NEWLIB =	ギャラリー名を入力してください
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	ファイル名 (.glb) を入力してください
EZCADSTR_IMGDLG_BUTTON_DELIMG =	画像を削除
EZCADSTR_IMGDLG_BUTTON_DELLIB =	ギャラリーを削除
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	画像を追加
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	新しいギャラリー
EZCADSTR_IMGDLG_KEEPSIZE =	スケールをロック
EZCADSTR_IMGDLG_NEWIMG =	画像を追加
EZCADSTR_IMGDLG_NEWLIB =	新しいギャラリー
EZCADSTR_IMGDLG_STATIC_EXPORT =	グラフィックオプションのエクスポート
EZCADSTR_IMGDLG_STATIC_HEIGHT =	高い
EZCADSTR_IMGDLG_STATIC_NAME =	ギャラリー名
EZCADSTR_IMGDLG_STATIC_PREVIEW =	画像プレビュー
EZCADSTR_IMGDLG_STATIC_WIDTH =	幅
EZCADSTR_IMGGLD_ORIGSIZE =	オリジナルサイズ
EZCADSTR_IMGLIB_DRAW =	ドローイング ギャラリー
EZCADSTR_IMGLIB_MAXIMG =	このギャラリーの写真の数が最大値に達しました。新しいギャラリーを作成してください
EZCADSTR_IMGLIB_TOTALNUMBER =	写真の総数:
EZCADSTR_IMPORT_PT =	グラフィックスを配置する場所を入力してください
EZCADSTR_MSG_DELETEIMG =	画像を削除してもよろしいですか？
EZCADSTR_MSG_DELETELIB =	ギャラリーを削除してもよろしいですか?
EZCADSTR_MSG_DIRECTORYERROR =	ライブラリ ファイル パスが存在しません
EZCADSTR_MSG_HAVEFILE =	指定されたギャラリーは既に存在します。再入力してください
EZCADSTR_IMGDLG =	コモンギャラリー
EZCADSTR_MENU_FILE_IMGLIB =	 &共通ギャラリー...
CIRDIAMETER=	円の直径
ARRAY_NUM=	配列数
ANG_DIST=	角度間隔
EZCADSTR_ARRAY_TYPE =	配列型
EZCADSTR_ARRAY_X_DIST =	水平間隔
EZCADSTR_ARRAY_X_NUM =	横数
EZCADSTR_ARRAY_Y_DIST =	垂直方向の間隔
EZCADSTR_ARRAY_Y_NUM =	縦番号
EZCADSTR_ARRAY_DIST_CALC =	間隔計算方法
EZCADSTR_ARRAY_ENTSPACE =	グラフィックの間隔に従って計算されます
EZCADSTR_ARRAY_OFFSETDIST =	オフセット距離で計算
EZCADSTR_CMD_ARRAY=	配列オブジェクト
RADIUS=	半径
BREAKCROSSPOINT=	交差点を削除
ID_MODIFY_ARRAY =	選択したオブジェクトを配列\nオブジェクトを配列
ID_MODIFY_ROTATE =	選択したオブジェクトを回転\nオブジェクトを回転
ID_MODIFY_PLASTIC=	オブジェクトの形状\n形状
ID_MODIFY_CONNECT=	曲線を自動接続\n曲線を自動接続
ID_MODIFY_BREAKCROSS=	曲線の交点を除去\n交点を除去
ID_MODIFY_TRANSFORM=	オブジェクトを変換\n変換
ID_MODIFY_OFFSETCURVE =	選択した曲線オブジェクトをオフセット\n曲線をオフセット
CROSSLEN=	交点の長さ
TESTLASER=	テストレーザー
READALLLINE=	毎回ファイル全体を読み取る
INFO_CODE128OPTMIZE=	CODE128Optimized バーコードは連続バーコードで、その文字セットには ASCII 値 0 から 127 の文字が含まれており、システムは文字に応じて CODE128 A、B、C を自動的に切り替え、最終的なコードを最短にします。
FLYRIGHT2LEFT=	右から左へのパイプライン方向
FLYCONTMODE=	パイプライン連続モード
DATEINFO=	日付形式の文字の意味: Y
SN=	シリアルナンバー
INCSN=	シーケンス番号の増分
	
DATENAME=	日付名
YEARUSE2DIGIT=	年には 2 桁を使用してください
YEARNOLEADZERO=	先行ゼロなしの年
HOUR12=	12時間時計
TIMENOLEADZERO=	先行ゼロなしの時間
DIGIT09ISSN=	番号 0 はシリアル番号で、番号 9 はシリアル番号の増分です。
SAMPLE=	例
AM=	朝
PM=	午後
DATENAMECANNOTNULL=	日付名を空にすることはできません!
SAVETONEWFILE=	新しいファイルに保存
AUTOROANG=	フィルアングルを自動回転
BYDAY=	日ごとに
BYMONTH=	毎月
BYWEEK=	週ごと
BYYEAR=	年ごと
DATEOFFSET=	日付オフセット
ENTOTALPARTNUM=	ワークの総数は連続モードで有効です
MARKFINISHNUM=	指定された数量が処理されました! 処理を続けますか?
OFFSET=	オフセット
EXPORTTEXT2FILE=	処理中に指定したファイルにテキストを出力する
EXPORTTIME2FILE=	処理中の指定ファイルへの出力時刻
EXPORTTEXT=	出力テキスト
AUTOCONNECT=	隣接する曲線セグメントを自動的に接続
SOFTUSEPSW=	ソフトウェアを使用するにはパスワードを入力する必要があります
USERMGR=	ユーザーマネージャー
USER=	ユーザー
ADMIN=	マネジャー
DESIGNED=	デザイナー
WORKER=	オペレーター
MODIFYPASSWORD=	パスワードを変更する
SELUSER=	ユーザーを選択
PSWINCORRECT=	パスワードが正しくありません 再入力してください
CARDNO=	カード番号
SELLMC1DEV=	パラメータを設定するデバイスを選択します
LASERTYPE=	レーザーの種類
NOHATCHTEXT=	テキストパディングなし
USECORRECTFILE=	修正ファイルを使用する
CRYSTAL=	結晶
MAXFREQ=	最大頻度
PULSEGREATEMAXFREQ=	パルス周波数が最大周波数より大きい
MOVEANG=	移動角度
CURRANGLE=	現在の角度
ROANGMARK=	回転角度のマーキング -- 注: オブジェクトの z 座標は角度の値です
OPTIMIZECURVE=	曲線の順序を最適化する
ANGLEROTATE=	回転角度マーキング
SIZESCALE=	サイズ比
PULSE=	脈
ENSHOWCONTOUR=	アウトラインを表示
SUBSURFACE=	内彫り
ZEROTIMEOUT=	タイムアウトをゼロに戻す
CMD_REPEAT1=	コマンド 1 を繰り返す
CMD_REPEAT2=	コマンド 2 を繰り返す
NODE=	ノード
SUNDAYISFIRSTDAY=	日曜日は週の最初の日です
TT_POINT=	点を描く
TT_POINTONCURVE1=	曲線上に一定数の点を配置する
TT_POINTONCURVE2=	曲線上に固定間隔のポイントを配置する
IMGLIB_PROMPT=	ヒント: マウスの左ボタンを押したまま目的のグラフィックを選択し、ドラッグしてワークスペースに移動します。
ONELASERMULTISCANNER=	シングルレーザーとマルチレンズモード
MULTILASERMULTISCANNER=	マルチレーザーおよびマルチレンズモード
ALLSCANNERSAMEPART=	すべての検流計が同じワークピースを処理
ALLSCANNERDIFFPART=	すべての検流計は異なるワークピースを処理します
SCANNER=	ガルボ
SCANNERTYPE=	ガルボ式
CENPOS=	中心座標
LASERPARAM=	レーザーパラメータ
ERR_OUTRANGE=	延長軸が加工範囲外です!
MOVETOPREV=	前に移動
MOVETONEXT=	後ろに移動
MOVETOTOP=	前面に出す
MOVETOBOTTOM=	後ろに移動
MENU_EDIT_TODASHED=	破線へ
INFO_QRCODE=	QRCODE バーコードは 2 次元バーコードで、その文字セットにはすべて ASCII 文字が含まれています。
LASERONTIME=	レーザーオンタイム
DISTRIBUTION=	分散
D_TOP=	＆お気に入り
D_VCEN=	＆中くらい
D_VSPACE=	&間隔
D_BOTTOM=	＆下
D_LEFT=	＆左
D_HCEN=	＆中くらい
D_HSPACE=	&間隔
D_RIGHT=	＆右
ISREALYMARK=	マーキングを開始しますか？
DELOLDCURVE=	古いカーブを削除
PICKOFFSETCURVE=	オフセットする曲線を選択してください
PICKOFFSETDIR=	曲線のオフセット方向を選択してください
NESTING=	最適化されたネスティング
PICKEDGE=	選択境界
NESTPARAM=	ネスト パラメータ
AUTONESTING=	自動ネスティング
BRIDGEDIST=	ラップ距離
STOCKDIST=	シート余白
ROTATEINTERVAL=	回転ステップ
ROTATE=	回転する
ERRNESTING=	現在のシート境界ではすべてのサンプルを収容できません!
PICKNESTEDGE=	サンプルを配置するシート境界を選択してください
MARKDATA_OUTRANGE=	処理データが処理範囲を超えています！
SELECTNESTEDGE=	最初にサンプルを配置するシート境界を選択してください!
NESTINGMULTI=	複数ワークレイアウト
NESTINGONE=	単一ワークの均一なレイアウト
SHEETSIZE=	材料のサイズ
SHEETSIZESMALL=	素材のサイズが小さすぎる！
WARNSTARTSIGNAL=	連続して処理が中断される 処理開始信号が間違っていませんか? 処理開始信号が禁止されていませんか?
INPORTCONFLIC=	競合する入力ポートがあることに注意してください。もう一度選んでください！
OUTPORTCONFLIC=	競合する出力ポートがあることに注意してください。もう一度選んでください！
UNCOMBINE=	別の組み合わせ
READPOINTCLOUDFILE=	点群ファイルの読み取り...
MENU_FILE_BMPFILE=	入力ビットマップ ファイル\tCtrl+W
MENU_FILE_VECTORFILE=	ベクトル ファイルをインポート\tCtrl+B
MAXFREQDELAY=	最大周波数遅延
INFO_CODEINTER6=	ITF-6 コードは固定長のバーコードで、その文字セットには数字の '0' ～ '9' のみが含まれます。ITF-6 には 6 文字が含まれ、最初の 5 文字はデータで、最後の文字はチェック コードです。コードはシステムによって自動的に追加され、システムは最初の 5 文字のみを取得します。
INFO_CODEINTER14=	ITF-14 コードは固定長のバーコードで、その文字セットには数字「0」～「9」のみが含まれ、ITF-14 には 14 文字が含まれ、最初の 13 文字はデータで、最後の文字はチェック コードです。確認コードはシステムによって自動的に追加され、システムは最初の 13 文字のみを取得します。
BORDER=	フレーム
PLUSEWIDTHREV=	パルス幅反転
ENANALOGFPK=	アナログ ファースト パルス抑制を有効にする
INFO_USERDEFINE=	ユーザー定義のバーコード、ユーザー定義の行数と列数、バーコード データは「,」で区切られた 0 ～ 255 のサイズの数字の文字列で表され、各数字は 8 桁のバーコード ブロックを表し、最初の数字は上から下へのバーコード。下から 1 行目、左から右へ最初の 8 つのバーコード ブロック。 1 バイトが行の最後に収まらない場合、対応するデータ ビットは無視されます。入力文字に「,」がない場合は、2 値規則が使用され、1 は黒を意味し、0 は白を意味します。
RINGMARK=	宝石のマーキング
INPUTDISTRCOFF =	バレルの変形係数を入力してください
INPUTTRAPECOFF =	台形変形係数を入力してください
GRADUATION=	規模
GRADUATIONNUM=	目盛りの数
GRADUATIONANG=	角度増分
DEGREE1LEN=	最小ティック長
DEGREE5LEN=	ポイント ティックの長さ
DEGREE10LEN=	10 ポイントの目盛りの長さ
SHOWTEXT=	表示テキスト
STARTVALUE=	開始値
INCVALUE=	増分値
DOTBITCOUNT=	小数点以下の桁数
LOADGRADFILE=	スケールファイルをロード
SAVEGRADFILE=	ティックファイルを保存
ROTATERULER=	スケールリング
HATCHBYDEFAULT=	デフォルトのパラメータを入力
360MARK =	360度マーキング
STARTPULSEMODE=	スタート信号パルスモード
AUTORESETMARKCOUNT=	自動リセット処理時間
PULSEPERUNIT=	ユニットあたりのパルス
MOVE =	動く
MOVETO =	へ引っ越す
RELATIVE=	相対位置
MENU_DRAW_EXTAXIS=	&延長軸
ID_DRAW_EXTAXIS=	拡張軸を描画\n拡張軸を描画
MULTIPARTMARK=	マルチステーション加工モジュール
PLEASEVALIDPARAM=	有効な測点パラメータを選択してください
MALTIMARKINFO=	指定された最大処理数を処理しました!\n処理する場合は、処理数または最大処理数を修正してください。
MALTIMARKINFO2=	指定された最大数の加工が完了しました!
PARTPOS=	駅
PARTTYPE=	ワークステーション モード
SELPARTTYPE=	ステーションモードを選択
CURPARTPOS=	現在の駅
MARKEDCOUNT=	処理数
STOPWHENMAX=	最大処理数まで処理したら停止
MAXCOUNT=	最大処理数
MARKALLPART=	F1 で現在のすべてのステーションを処理
CONTMARKALLPART=	F2 全ステーション連続加工
MARKCURPART=	F8 現在の局を処理中
MODIFYCURPART=	F9 で現在のステーション位置を変更
ADD=	増加
DISMARKWHENREACHTOTAL=	指定数処理後は処理禁止
CURNUMGREATETOTALNUM=	現在の処理数が総処理数を超えています。処理する前に現在の処理数をリセットしてください。
YAGOPTIMIZEMODE=	YAG 最適化フィル パターン
	
FLYHARDWARE=	ハードウェアの機内モードを有効にする
FLYSIMULATION=	ハードウェア エミュレーション モードを有効にする
MULTIPLIER=	飛行速度係数
UM=	ミクロン
MIL=	ミル
UMPERCOUNT=	ミクロン/カウント
INCHPERCOUNT=	インチ/カウント
FLYCOUNT=	カウント
TOTALMARKTIME=	合計処理時間
DOG=	ドングル
DEFENTTEXT=	文章
SPECIALPOS=	指定場所
GOTOSPECIALPOS=	指定位置に移動
SETCURPOSTOSPEC=	(&D)カレントポイントを指定位置に設定
MINPWMFREQ=	最小 PWM 信号周波数
PULSELOWMAXFREQ=	パルス周波数が最小周波数未満です
MINFREQ=	最小頻度
DOUBLELINEMODE=	ダブルティックパターン
LASERSLEEPTIME=	レーザー睡眠時間
DXFUNITISINCH=	Dxf ファイルの単位はインチです
0NOTAILZERO=	スケールは小数点以下に 0 を表示しません
SHOWDEGREE5TEXT=	度テキストを表示する
TEXTROTATE90=	90 度回転したテキスト
BOLDLINEMODE=	広い目盛りパターン
POWERRULER=	スーパー定規
PLSSELRULER=	加工する定規を選択してください
ALEARDYHAVESAMERULER=	定規名が競合しています。名前を変更してください!
GRADCONDISNULL=	ルーラーの目盛り生成条件を空にすることはできません!
MINGRAD=	最小スケール
RULER =	ルーラー
RULERNAME=	定規名
GRADGENCOND=	ダニ発生条件
GRADLINE=	目盛り
GRADVALUE=	スケール値
STARTPT=	出発点
ENDPT=	終点
STARTINDEX=	開始ティック インデックス番号
ENDINDEX=	終了ティック インデックス番号
INCINDEX=	ティックインデックス増分
GRADLINEWIDTH=	目盛り幅
ROTATERULERMODE=	回転定規モード
GLOBEMARK=	グローブマーキング
LONGITUDE=	経度
LATITUDE=	緯度
FLYMARKENTBYORDER=	オブジェクトの順序でチラシを有効にする
INPUTIOMASK=	入力 IO マスク
OUTPUTIOMASK=	出力 IO マスク
DISSTARTIOINCONTMODE=	連続モード無効開始マーキングポート
LASEROFFTC=	消灯遅延
STARTGRADPOS=	開始ティック位置
INCPOS=	位置増分
STEPPERMM=	ステップ/mm
STEPPERINCH=	ステップ/インチ
EDIT =	編集
TOTALPARTNUM=	総パーツ数
EXPORTTOWS=	ワークスペースへの出力
STRAIGHTRULER=	ルーラー
RINGRULER=	リング定規
DISKRULER=	ディスク定規
PARTNUM=	部品名
UPDATEPOSPARAM=	位置パラメーターを更新する
OTHERNUMSYS=	カスタムベース
MAXNUMBER=	最大ベース
MPERMIN=	メートル/分
INCHPERMIN=	インチ/分
ENCODERDIST=	エンコーダ移動距離
OUTPORT=	出力ポート
ROTATETEXTMARK=	テキストマーキングを回転
	
CIRCLEMODE=	サークルパターン
TEXTELEMENT=	テキスト要素
TCPIPCOM=	ネットワーク通信
SERIALCOM=	シリアル通信
TIME=	時間
FIXEDTEXT=	固定テキスト
NOLEADZERO=	先行ゼロを使用しないでください
PREV=	前進する
NEXT=	戻ってくる
LIMILTSN=	最大シーケンス番号
MODE=	モデル
YEAR=	年
MONTH=	月
DAYOFMONTH=	日
DAYOFYEAR=	空
DAYOFWEEK=	週
WEEKOFYEAR=	週
HOUR=	時間
MINUTE=	分
TIMESEC=	限目
IPADDRESS=	IPアドレス
COMMAND=	注文
ALLCHARSUSES=	すべての可能な文字
BAUDRATE=	ボーレート
DATABIT=	データビット
STOPBITS=	ストップビット
PARITY=	パリティ
ENCIRCLETEXT=	円弧テキストを有効にする
POWERKEYBOARD=	スーパーキーボード
KBWORKDIRECTORY=	キーボード作業ディレクトリ
KEYLIST=	キーリスト
KEYNAME=	キー名
KEYFILE=	キーファイル
CUTONOFF=	カットスイッチ
USERNAME=	ユーザー名
	
DYNFOCUS=	ダイナミック フォーカス
ENDYNFOCUS=	ダイナミック フォーカスを有効にする
DYNZREV=	Zリバース
DYNZPOS=	位置
DYNZRAD=	中心までの距離 (%)
DYNAUTOSWITCH=	オートスイッチ
DYNUPDATEALL=	位置の更新
DYNADD=	Zが増加します
DYNDEC=	Z減少
DYNSTART=	テストを開始
DYNSTOP=	テストを停止
DYNUSING=	使用中のダイナミック フォーカス..
IAGREE=	この契約に同意することに同意する
IDONTAGREE=	この契約を受け入れることに同意しない
ERR_CANNT_RUN=	現在の状態では操作を実行できません
MARKSPEED=	マーキング速度
LENTESTRECT=	長方形の辺の長さをテストする
TESTPARAM=	テスト パラメータ
ZINCREMENT=	インクリメント Z
ZMICROINC=	微調整増分 Z
ZMAX=	Z最大
DYNLINEAR=	線形補間
MACROADJUST=	値の微調整
FAILTRANSFER=	データの更新に失敗しました!もう一度お試しください。
ENCO2FPK=	CO2 ファースト パルス サプレッションを有効にする
FPKSTARTPOWER=	第一パルス抑制起動電力
FPKINCPOWER=	第 1 パルス抑制電力増分
SHOWSTARTMARKDLG=	マーキング開始ダイアログボックスを表示する
ENEXEMARKFILE=	マーキング開始および終了コマンド ファイルの実行を有効にする
ENREDCONTMODE=	赤信号連続処理モードを有効にする
	
DYNSAVE=	保存
DYNLOAD=	ロード
ADDZAUTO=	値は自動的に増加または減少します
INFO_CICODE=	Hanxin は中国の 2D バーコード規格で、その文字セットにはすべての ASCII 文字と漢字が含まれています
SPECIALWAVE=	特殊波形
SPIWAVE=	波形
SPICONTINUES=	連続モード
SPISIMMERCUR=	待機電力
STEPDIST=	最適化された長さ
STEPDELAY=	ステップ間の遅延
USESTEPMARKMODE=	ステップマーキングモードを使用する
CURLMCNOTIPG=	現在の LMC カードは IPG レーザーをサポートしていません
CURLMCNOTSPI=	現在の LMC カードは SPI_G3 レーザーをサポートしていません
LASERNOTREADY=	レーザーの準備ができていません確認してください
FIXEDCOOR=	固定入力点座標
DOORIO=	セキュリティゲートポート
ERR_DOOROPEN=	安全ドアが開いています。安全ドアを閉じてください。
LINEREDUCTION=	ストレート インデント
NUMLOOPS=	境界リングの数
FONTTYPE_SHX=	SHX フォント
ENSPLITSTRTOCHANGETEXT=	分割文字列を有効にして、指定された名前のテキスト オブジェクトを変更します
INDEXFIRSTCHARSTR=	文字列の最初の文字の位置
NUMCHAREXTRACTSTR=	文字列から抽出された文字の総数
NAMETEXTTOCHANGE=	文字コンテンツを変更するテキスト オブジェクトの名前
SET=	設定
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	Y ミラー\nY ミラー
IPG:OVERTEMP=	レーザー: 温度が高すぎる
IPG:NORMAL=	レーザー: 正常に動作
IPG:HIGHOPTIC=	レーザー: 反射率の高い材料を加工し、レーザーがレーザーに反射する
IPG:SYSERROR=	レーザー: システム障害
IPG:READY=	レーザー: 準備ができていません
IPG:EMERGENCY=	レーザー：非常停止信号有効
HIDEMODEL=	隠しモデル
ANGLEINC=	角度増分
UPTODOWN=	上から下へ
LAYERNUM=	レイヤー
SPACEOFLAYER=	層間隔
CALCULATE=	計算する
READ3DFACEFROMDXF=	3D サーフェスレイヤリング
AVERAGELINE=	塗りつぶし線を均等に配置する
CHANGELINECHAR=	改行
MARKSELF=	自分に印をつける
ENSAMEWIDTHCHAR=	等幅文字を有効にする
DYN_OUTSIDE=	外のエリア
DYN_MODE1=	標準モード
DYN_MODE2=	Z軸独立モード
MAXSPEED=	最大速度
MINSPEED=	最低速度
LOOPDIST=	リング間隔
MARKBYSPLITLINE=	分割線でマーク
MARKSTR_AFTER7=	指定場所
ENANALOGCURFPK=	アナログ電流抑制を有効にする
CURVESCATTERTOL=	曲線分散誤差
ENABLECURVESCATTERTOL=	曲線離散誤差を有効にする
WOBBLE=	ジッター
WOBBLEDIST=	間隔
ROTARYMARK=	回転軸のマーキング
FOCUSLENGTH=	焦点距離
AXISISHOMING=	軸はホームに戻っています
AXISISMOVING=	軸が動く
AXISMOVEFAIL=	軸の移動に失敗しました!
AXISERRMAXLIMIT=	軸の動きが正の限界を超えています
AXISERRMINLIMIT=	負の限界を超えた軸の動き
AXISMUSTGOHOME=	軸は移動する前にゼロ点に戻る必要があります。最初にゼロ点に戻りますか?
ENCODERREVERSE=	エンコーダ信号反転
FLYENCODEROFFSET=	エンコーダの固定オフセット距離を有効にする
FLYENCODEROFFDELAY=	遅延 (私たち)
FLYENCODERLOWSPEED=	低速モード
	
GET55ERR=	パラメータ計算エラー
GETFLYPARSTEP=	アセンブリ ラインを手動で制御して短い距離を移動してください。\n距離を測定し、下の入力ボックスに入力してください。\n[OK] をクリックすると、プログラムがパラメータを自動的に計算します。
FLYPARINPUT=	長さを入力してください:
GETPAR=	計算する
PULSECOUNT=	脈拍数
PULSECOUNTRESET=	クリア
	
FLYADDTOY=	軸へのオーバーレイ
FLYTOP2BOTTOM=	上から下へのパイプライン方向
	
DYNAMICLMC=	ダイナミック フォーカス カード
UNKNOWN=	わからない
BDVVALUE_CUSTOM_ALL=	ユニバーサル
BDVTEXT_CARDTYPE=	ボードの種類:
BDVTEXT_CARDVERSION=	バージョンナンバー：
BDVTEXT_CUSTOM=	カスタムメイド：
BDVTEXT_CARDFUNCTION=	機能コード:
HARDINFO=	ハードウェア情報
	
ENVARTEXTFIXWID=	固定テキスト幅を有効にする
USEEXCELCORRECTFILE=	Excelによる修正ファイル
STARTCOOR=	始点座標
ENDCOOR=	終点座標
SPACEDIST=	間隔
SPACING=	間隔
MARKGRIDLINE=	目盛りのグリッド線
USECORFILEMARKGRIDLINE=	補正ファイルを使用してグリッド線をマークします
CORCOMPFILE=	補正補正ファイル（Excelファイル）
FIXEDCHARCOUNT=	文字数固定
EMPTYCHARWIDTH=	空文字幅
AVADISTPOINT=	すべてのポイントを均等に分配する
YAGFASTPOINTMODE=	 YAG 高速ドット モード
SETANALOG=	アナログ設定
USERDEF=	カスタマイズ
MENU_VIEW_IOSTATE=	IO ステータス
DOGNOTMATCHLMC=	ドングル バインド番号がマーキング カード番号と一致しません。ドングル番号を確認してください。
MORETHAN360=	マーキング範囲が 360 度を超えています。続けますか?
CURNUM=	現在のマーク数
SPOTDIA=	スポットサイズ
PTCYCLES=	ヒット数
DISTANCE  =	距離
ENDADDPTS=	最後にドット
INFO_MICROQRCODE=	マイクロ QR コードは、QRCODE バーコードの簡素化されたバージョンです。
ENABLETILDE=	~(~ に続く dxxx xxx を有効にする
MULTIFILEMARK=	マルチドキュメントマーキング
LASERLEAKHANDLE=	光漏れ処理
DISMARKLOWPT=	低いグレー値でポイントをマークしない
BASEHEIGHT=	ベースの高さ
PARTHEIGHT=	ワーク高さ
ZADJUSTMENT=	Z調整高さ
ACCURATEZERO=	正確なゼロ復帰
RECTMODE=	長方形モード
KEEPENTORDER=	加工オブジェクトの順序を維持する
OPENMODELAY=	MO遅延をオンにする
SERIALTYPE=	タイプ
LINEFEEDMALP=	ドットインターレース
IPGSETTINGS=	IPG_YLPM レーザー ステータス
SQLDB=	SQL データベース
SQLDRIVERS=	SQL駆動型
DBQFILE=	データベースファイル
USERID=	ユーザーID
SQLCMD=	SQL コマンド
SETPENPARAM=	ペン パラメータの設定
BOLD=	大胆な
ITALIC=	イタリック
RESET =	リセット
USERINTERLINE=	内部塗りつぶし線を有効にする
LASERBEAMDIA=	レーザースポット径
HATCHLINEDIST=	行間を埋める
ENCO2PULSEMODE=	CO2 スーパーパルス モードを有効にする
HATCHONEBYONE=	塗りつぶしオブジェクトの独立性を維持する
RESORT=	選別
RESORT_INFO=	並べ替え\n並べ替え
SELECTSCANNERFIELD=	検流計の座標系を選択します
SCANHEAD=	振動レンズ
SCANNERFIELD=	マーキングエリア
SELECTMOVEDIR=	パイプラインの移動方向を選択してください
STARTMARKER=	開始タグ
SENSOR=	センサー
ENCODER=	ロータリーエンコーダ
MOVEDIR=	パイプラインの移動方向
NEXTSTEP=	次のステップ
PREVSTEP=	前
FINISH=	終了
FLYMARKSETTINGS=	オンザフライ マーキング パラメータ設定
ORIENTATION=	配列方向
HORIZONTAL=	レベル
VERTIICAL=	垂直
POWEROFFSAVEFILE=	電源オフ時にファイルを自動的に保護
ADJUST=	調整
FLYMULTIINFO=	まず、パイプライン動作状態の四角形をマークしてください。\nマークされた四角形が左下図の場合は、係数を大きくしてください。\nマークされた四角形が右下図のような場合は、係数を小さくしてください。
DISABLEOPTIMIZECONMODE=	連続加工モードを無効にする最適モード
ARRAYDISCHANGESN=	シリアル番号のテキスト内容を変更することは禁止されています
SPIRAL=	ヘリックス
SPIRALPITCH=	らせんピッチ
LINEOFONERING=	円の線分の数
SPIRALPROMPTSTR=	最初にいくつかの円オブジェクトを選択する必要があります。これらの円オブジェクトの輪郭は、らせんの描画を制御するために使用されます
AREYOUSUREDLETE=	削除を確認
CHANGENAME=	名前を変更
CUSTOMIZE=	カスタムメイド
STDMODE=	標準モード
CONTOURFIRST=	輪郭優先
USERDEFCHARSPACE=	カスタムのテキスト間隔
MINRADIUS=	最小半径
MAXSPIRALPITCH=	最大ねじれピッチ
MINSPIRALPITCH=	最小らせんピッチ
SPIRALPITCHINC=	ピッチアップ
DELETESPIRAL=	らせんを削除
OUTEDGELOOP=	外側の境界リングの数
INTEREDGELOOP=	内側境界リングの数
ID_DRAW_SPIRAL=	らせんを描く\nらせんを描く
FPKFROMLOWTOHIGH=	低から高への FPK 電流
ALWAYSOPENMO=	MO信号は常時ON
LOWVALID=	アクティブロー
MARKFINISH=	マーキング終了信号
ENCURRENTADJUSTDELAY=	現在の調整遅延を有効にする
ENCURRENTADJUSTDELAY=	現在の調整遅延を有効にする
MINCURRENTADJUSTDELAY=	最小電流調整遅延
MAXCURRENTADJUSTDELAY=	最大電流調整遅延
SETCURRENT=	現在の電流を設定
LAYSERNAMESAME=	レイヤー名が他のレイヤー名と同じです。名前を変更してください。
ZOOM=	ズーム
DRAW=	描く
PENBOX=	筆箱
DEVICE=	装置
MULTILAYER=	多層処理
MINPULSEWIDTHRATIO=	最小パルス幅比
MAXPULSEWIDTHRATIO=	最大パルス幅比
PULSEWIDTHOUTRANGE=	パルス幅が範囲外
STANDARD=	標準
TRUE=	はい
FALSE=	番号
DISABLE=	禁止
NS=	ナノ秒
DELAYPARAM=	遅延パラメータ
JUMPPARAM=	ジャンプパラメータ
MINJUMPTC=	最小ジャンプ遅延
MAXJUMPTC=	最大ジャンプ遅延
JUMPLENLIMIT=	ジャンプ限界長
MARKLOOPTIP=	現在のペンのマーキング時間
MARKSPEEDTIP=	マーキング時の検流計の移動速度
LASERCURRENTTIP=	レーザー出力電流
LASERFREQTTIP=	レーザー出力の周波数
LASERPOWERTIP=	レーザー出力パーセンテージ
LASERPWTIP=	レーザー出力のパルス幅
SPIWAVETIP=	SPI レーザー出力波形の選択
USEDEFWAVETIP=	ユーザー定義のレーザー出力波形
JUMPSPEEDTIP=	検流計がジャンプするときの移動速度
MINJUMPDELAYTIP=	ガルバノジャンプ完了後の最小遅延時間
MAXJUMPDELAYTIP=	ガルバノジャンプ完了後の最大遅延時間
JUMPLENLIMITTIP=	検流計のジャンプ距離がこの長さより大きい場合、ジャンプ遅延は最大遅延時間を使用します
LASERONDELAYTIP=	レーザーがオンになると、検流計は動き始める前にこの時間を遅らせます
LASEROFFDELAYTIP=	マーキング動作が終了したら、この時間の遅延後にレーザーをオフにします
POLYGONDELAYTIP=	マーキング動作中にコーナーが遅れると、この時間の後に次のカーブがマーキングされます。
LMARKENDDELAYTIP=	動きをマークした後、次のカーブにジャンプする前に時間を遅らせます
CURPENNOTIP=	現在のペンのシリアル番号
CURPENCOLORTIP=	現在のペンの色
USEDEFPARAMTIP=	デフォルトの加工パラメータを使用
CURPENPARAMNAMETIP=	現在のペン パラメータ名
LOADPENBOXFROMDEF=	デフォルトのペン ボックス パラメータを読み込む
SAVEASPENBOXTODEF=	デフォルトのペン ボックス パラメータとして保存
RESETALLPENS=	すべてのペン パラメータをリセットする
SHOW=	見せる
HIDE=	隠れる
SHOWALL=	すべて表示
ARRAYTEXT=	動的テキスト配列
TT_MODIFY_ARRAYTEXT=	各テキスト配列セルの位置とサイズを任意に変更します
PROPERTY=	属性
VALUE=	価値
MINVALUE=	最小
MAXVALUE=	最大値
ENABLEPULSEWIDTH=	パルス幅設定を有効にする
ENABLEPULSEWIDTHTIP=	加工中のファイバーレーザーの設定パルス幅を有効にします。
LASERLEAKHANDLETIP=	ファイバーレーザーは加工時に光が漏れないように特殊な処理を施しています。
ALWAYSOPENMOTIP=	処理中は常にMO信号をONにする
OPENMODELAYTIP=	レーザーがオンになってからの遅延時間 MO
DISCHECKLASERSTATE =	レーザー状態の確認禁止
DISCHECKLASERSTATETIP =	加工前にレーザーの状態を確認することは禁止されています
LIMITPARAM=	パラメータを制限する
GALVOMINSPDTIP=	検流計の動きによって許容される最小移動速度
GALVOMAXSPDTIP=	検流計の動きによって許容される最大移動速度
GALVO2XTIP=	Galvo 軸 2 は X 軸です
REVERSEXTIP=	検流計のX軸方向を逆にする必要があります
REVERSEYTIP=	検流計のY軸方向を逆にする必要があります
FIELDSIZETIP=	検流計の処理面積の大きさ
USECORRECTFILETIP=	指定された補正ファイルを使用して現在の検流計を補正するかどうか
TRANSFORMOFFSETXTIP=	検流計出力の全体的な変換の X オフセット距離
TRANSFORMOFFSETYTIP=	検流計出力の全体的な変換の Y オフセット距離
TRANSFORMANGLETIP=	検流計出力の全体的な変換の回転角度
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	直線に離散化する曲線の最大弦高誤差
	
MINLINESEGLEN=	最小ストレート長
MINLINESEGLENTIP=	最小行長。この長さより短い行は無視されます
LASERREADYIO=	レーザー対応ポート
REDLIGHTPOINTSTART=	赤いライトは開始ポートを示します
PORTNOTIP=	現在のシグナルが使用するポート番号
LOWVALIDTIP=	現在の信号がアクティブローかどうか
STARTPULSEMODETIP=	開始信号がエッジ トリガーかどうか
PULSEWIDTHOUTPORTMODETIP=	終了信号のアクティブレベルを出力する時間
LOWVOLISVALID=	アクティブロー
HIGHVOLISVALID=	アクティブハイ
ALARMPORTSTATETIP=	現在のポートの信号有効状態
ALARMMESSAGETIP=	プロセスに警告信号がある場合にシステムがポップアップするプロンプト メッセージ
REDCONTMODE=	赤色光連続表示モード
SOFTLICENCENOTFIND=	有効なソフトウェア登録コードが見つかりませんでした!
SOFTLICENCEISUNVALID=	ソフトウェア登録コードが無効です!
CHANGEPWELAY=	パルス幅遅延を変更する
CHANGEPWELAYTIP=	パルス幅値を変更するときにレーザーが遅延する必要がある時間
BWREVERSE=	白黒反転
DELETECENBAR=	真ん中のブロックを外す
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 は特別な形式の DATAMATRIX バーコードであり、その内容は GS1 標準形式に準拠する必要があります。
OPTIMIZEPARAM=	最適化パラメータ
OPTIMIZEHATCH=	最適化されたパディング
BARCODEENDEFTEXT=	カスタム表示テキスト (# 文字、? 削除、% チェック)
GALVORESPONSE=	ガルバノ応答時間
ENSAVEFILE=	保存ファイルを有効にする
ENDRAWENTITY=	ドローアブル オブジェクトを有効にする
ENPICKMOVE=	移動変換を有効にする
ENEDITPARAM=	オブジェクトの編集を有効にする
ENPENPARAM=	ペン パラメータの変更を有効にします
ENDEVPARAM=	デバイス パラメータの変更を有効にする
ENSYSTEMPARAM=	システム パラメータの変更を有効にする
ALREADYHAVETHISUSER=	このユーザー名は既に存在します。ユーザー名を変更してください!
GALVOBIDIROFFSET=	双方向オフセット
	
ID_VIEW_3D=	2D ビューと 3D ビューの切り替え\n3D ビューの切り替え
ID_VIEW_3DUP=	上から見る\n上から見る
ID_VIEW_3DDOWN=	下から見る\n下から見る
ID_VIEW_3DLEFT=	左から見る\n左から見る
ID_VIEW_3DRIGHT=	右から見た図\n右図
ID_VIEW_3DFRONT=	正面から見る\n正面図
ID_VIEW_3DBACK=	後ろから見る\n後ろから見る
ID_VIEW_3DISO=	アイソメ方向からのビュー\nアイソメ ビュー
ID_3DVIEW_WIRE=	サーフェス ワイヤフレーム モードを表示\nワイヤフレーム モードを表示
ID_3DVIEW_RENDER=	サーフェス レンダリング モードを表示\nレンダリング モードを表示
ID_3DVIEW_RENDERLINE=	サーフェス レンダリング ライン モードを表示\nレンダリング ライン モードを表示
ID_3DVIEW_HIDEMESH=	サーフェスを表示または非表示\nサーフェスを表示および非表示
ID_3DFUN_MESH3D=	3D サーフェス モデル ファイルを開く\n3D サーフェス モデルを開く
ID_3DFUN_SLICEMESH=	サーフェス上にスライスをレイヤ化\nサーフェス レイヤリング
ID_3DFUN_ROTATEMESH=	サーフェスを回転\nサーフェスを回転
ID_3DFUN_MOVEMESH=	サーフェスを移動\nサーフェスを移動
ID_3DFUN_PRJ=	オブジェクトをサーフェスに投影\nサーフェス投影
	
	
ALLOUTMODE=	すべての出力
ENCODERONLYA=	エンコーダはフェーズ A にのみ接続されています
FLYTRACKERROR=	飛行誤差補正係数
MESH3D=	3D サーフェス
CURVE3D=	3D カーブ
SLICE3D=	レイヤー化された接線
SLICEFILE=	階層化されたファイル
SLICEMESH=	レイヤーカット
ZMAXTOMIN=	値大から小へ
MINZ=	最小 Z 値
MAXZ=	最大 Z 値
THICKNESS=	厚さ
CROSSHATCH=	クロスフィル
ROTATEMESH=	回転面
MOVEMESH=	サーフェスを移動
PROJECT=	投影
PROJECT3D=	3D プロジェクション
DELPROJECT=	投影曲線を削除
LIMITZ=	リミット
SURFACEDOWN=	下面投影
LANGPAGE=	言語コード ページ
DYNAMICHATCH=	ダイナミック フィル
ADDCONTOUR=	アウトラインを増やす
MARKMESHBOX=	サーフェス境界ボックスをマーク
MARK_NOMESH=	サーフェス オブジェクトがありません。サーフェスがロードされているかどうかを 3D ビューで確認してください。
PULSEWIDTHINDEXMODE=	パルス幅インデックス モード
PULSEWIDTHINDEXMODETIP=	パルス幅はインデックスで表されます
MAXINDEXVALUE=	最大指標値
PULSEWIDTHINDEX=	パルス幅指数
ENWELDWAVEOUT=	波形出力を有効にする
WELDWAVE=	波形
WELDWAVETIP=	各ポイントのレーザーアナログ波形設定
WAVEWIDTH=	波形幅
MAXWELDWAVEWIDTH=	波形最大幅
WAVETOTALWIDTHISBIG=	設定された合計波形幅が最大幅を超えています。再入力してください!
REMOVENOINT=	交差していない線分を削除する
USESELECT2DENT=	選択した 2D オブジェクトのレイヤー
GENERATECURVES=	曲線データの生成
CALCULATECONTOURS=	プロファイル カーブを計算する
REBULIDCONTOURS=	構築輪郭位置情報
HATCHLINES=	フィルラインを計算する
BUILDPROJECTMESH=	投影面を作成する
WRAP=	パック
PLSSELECTVALIDCURVE=	有効な曲線を選択してください!
BASICPARAM=	基本パラメータ
ASSIGNMENT=	地図
XYASSIGNMENTISSAME=	軸と Y 軸のマッピング値を同じにすることはできません。もう一度選択してください!
ID_3DFUN_BASICSHAPE=	基本的な 3D サーフェスを作成\n基本的な 3D サーフェスを作成
BASIC3DSHAPE=	基本的な 3D サーフェス
PLANE=	平らな
SPHERE=	球体
CYLINDER=	シリンダー
CONE=	円錐
FREQDELAY=	周波数遅延
LASERFREQTTIP2=	レーザーが周波数を変更するときに必要な遅延待ち時間
BMPTOMESH=	ビットマップをサーフェスに変換
ID_3DFUN_BMPTOMESH=	ビットマップからサーフェス\nビットマップからサーフェス
REFRESH=	リフレッシュ
WAITFORINPUT=	入力ポート信号待ち
OUTPUTWHENSTART=	レイヤ処理開始出力ポート出力信号
OUTPUTWHENFINISH=	レイヤ処理終了出力ポート出力信号
WAITFORSTARTSIGNAL=	開始ポート信号を待つ
WAITFORSELLAYERSIGNAL=	レイヤー選択信号待ち
IOMASK=	ポート マスク
IOMASKTIP=	現在のデバイスで有効なポートを指定します
CYLINDERWRAP=	円筒ラップ
YWRAP=	Y方向の折り返し
CURRENTLAYERINDEX=	現在の表示レイヤ インデックス
ENABLEFIRSTOPENLASERDELAY=	レーザーが初めてオンになったときの遅延時間を有効にします
SETMINVALUE=	最小値を設定
SETMAXVALUE=	最大値を設定
PULSEWIDTHUNITISPS=	ピコ秒単位のパルス幅 (ps)
PS=	ピコ秒
CONTINUEMODE=	連続モード
PICKENTYOUWANTTRIM=	トリムするオブジェクトを選択
PICKENTYOUWANTINTERSECT=	交差する領域を結合するオブジェクトを選択
BACKGROUND=	バックグラウンド
SELBACKGROUNDCURVES=	背景として使用する曲線を選択してください
COPYBACKGROUNDTOWS=	バックグラウンド カーブをワークスペースにコピーする
SHOWOPTIPARAM=	最適化パラメータの表示
SHOWWOBBLEPARAM=	ジッタ パラメータの表示
SHOWOTHERPARAM=	他のアイテム パラメータを表示
SHOWDESCAREA=	パラメータ詳細表示エリア
SHOWPOWERRAMPPARAM=	累乗線形変換パラメーターの表示
SHOWSPEEDRAMPPARAM=	速度線形変換パラメーターを表示する
POWERRAMPING=	電力の線形変換
ENABLESTARTRAMP=	開始を有効にする
ENABLESTARTPOWERRAMPTIP=	有効開始セグメントの電力は直線的に変化します
STARTRATIO=	開始スケール
STARTLENGTH=	開始長さ
STARTRAMPRATIO=	最大値に対する開始値の比率
STARTRAMPLENGTH=	開始セグメントの最大許容長
ENABLEENDRAMP=	終了を有効にする
ENABLEENDPOWERRAMPTIP=	有効なエンド セグメントのパワーは直線的に変化します
ENDRATIO=	エンドスケール
ENDLENGTH=	終了長さ
ENDRAMPRATIO=	最終値と最大値の比率
ENDRAMPLENGTH=	変化が許容される終了セグメントの最大長
	
SPEEDRAMPING=	高速線形変換
ENABLESTARTSPEEDRAMPTIP=	開始セグメントの速度を線形に変更できるようにします
ENABLEENDSPEEDRAMPTIP=	エンド セグメントの速度を線形に変更できるようにする
INPUT=	入力
BTNBOX=	境界[F4]
BTNPRJ=	投影 [F4]
STARTCALI=	キャリブレーションを開始
FINISHCALI=	キャリブレーションの終了
MARKGRID=	マーキンググリッド
MENU_FILE_PROJECTPARAM=	投影パラメータ
TESTCALI=	投影補正のテスト
SELECTALLPOINTS=	すべてのポイントを選択 (単一のポイントが選択されている場合は、Ctrl キーと矢印キーを押して選択ポイントを切り替えます)
ENABLEPROJECT=	投影観察を有効にする
APPAPPEARANCE=	番組出演
LASERBOARDIDEN=	レーザー インターフェイス カードの種類
LASERBOARDVER=	レーザー インターフェイス カードのバージョン
ESTIMATEDTIME=	推定処理時間
ENABLEBARCODEFASTPTMODE=	バーコードクイックドットモードを有効にする
MODULEHORIARRANG=	モジュールは水平に配置されています
SIMPLEENCODE=	シンプルコーディングモード
ENABLEBARCODEFASTLINEMODE=	バーコード ファスト ライン モードを有効にする
ID_3DFUN_FREEPAINT=	サーフェス上でのフリーハンド トレース\nフリーハンド トレース
FREEPAINT=	自由に描く
SIN=	正弦波
WOBBLETYPE=	ジッタの種類
ROUNDTRIP=	往復モード
WAVEDELAY=	波形出力遅延
LASERMONITOR=	レーザー監視
TEMPALARM=	温度アラーム
REFLALARM=	高アンチアラーム
SYSTEMALARM=	システムアラーム
POWERALARM=	電源アラーム
LASERNOTREADY=	レーザーの準備ができていません
LASERREADY=	レーザー対応
UNKNOWALARM=	不明な警告
LASEREXTFAULT=	レーザーの外部故障
CALCULATING=	計算中...
OFFLINE=	オフライン処理
POINTNUM=	ポイント
SPIRALBRUSH=	スパイラル プロパティ ブラシ
PICKSELSPIRALREFRESH=	更新する必要があるスパイラル ラインを選択し、マウスの右ボタンを押して確認します。
ENABLPARSEMODE=	分析モードを有効にする
ID_PICK_BYPEN=	ペン番号でオブジェクトを選択\nペン番号で選択
No=	シリアルナンバー
MOVETOINDEX=	指定されたシーケンス番号に移動
AXISSOLUTION=	拡張軸ソリューション
FEEDBACK=	エンコーダフィードバック
COMMCATH=	コモンカソード出力
LIMITSWITCH=	リミットスイッチ
SOFTLIMIT=	ソフトリミット
POSIDIR=	正のゼロへのリターン
FINDINDEX=	インデックスを見つける
HOMESPEED=	ゼロリターン速度
LEAVESPEED=	速度を残す
HOMEOFFSET=	ゼロオフセット
HOME=	ゼロ
FOLLOWERROR=	次のエラー
ACCELERATION=	加速度
DECELERATION=	減速
FOCUSPOS=	フォーカス位置
SETCURPOSASFOCUS=	現在位置をフォーカス位置に設定
SETMINPOWER=	最小電力を設定する
SETMAXPOWER=	最大電力を設定する
SETMINGRAY=	最小グレースケールを設定する
SETMAXGRAY=	最大グレースケールを設定する
SCANINVERT=	スキャンリバース
EMISSIONDELAY=	励起遅延
WELDPARAM=	溶接パラメータ
DELEDGELINES=	境界コネクタを削除
INFO_GS1DATABAR=	GS1 DataBar バーコード (以前の RSS バーコード) も GS1 システムのバーコード シンボルです。バーコードには、「サイズが小さく、情報量が多い」、「商品の賞味期限やシリアルナンバーなどの付帯情報を載せられる」というメリットがあります。
SHOWFAST=	高速表示最適化
SHOWDIR=	曲線の方向を表示
SIMULATIONSPD=	飛行速度をシミュレートする
TEMPERATURE=	温度
SPHEREWRAP=	球状ラップ
ZLAYER=	Zレイヤリング
WAITSTARTSIGOFLAYER=	レイヤーが信号の処理を開始するのを待ちます
PWMONDELAY=	PWM ターンオン遅延
PWMONDELAYTIP2=	PWM がオンになったときのゲートの立ち上がりエッジと立ち上がりエッジの間の遅延
ROTATECENZ=	Z軸
ERR_NOTHOME=	軸がゼロに戻っていません。最初にゼロに戻してください!
SPLITMODE=	分割モード
NOSPLIT=	分割されていない
SPLITBYSIZE=	サイズで分割
SPLITBYGUILDLINE=	補助線で割る
SETCURPOSASORIGIN=	現在位置を原点位置とする
FINDHOME=	ゼロを見つける
XTABLEMOVE=	軸はプラットフォームの動きです
YTABLEMOVE=	軸はプラットフォームの動きです
DISPENHIDEPARAM=	非表示のペン パラメータを無効にする
REDLIGHTDISMOTOR=	拡張軸移動禁止
UNGROUPTEXT=	別のテキスト
ID_EDIT_UNGROUPTEXT=	テキストを個々の文字に区切ります\nテキストを区切ります
ENABLPINPOS=	モーション インポジション検出を有効にする
POSITIONTOL=	インポジションエラー
INPOSTIME=	到着時刻
INPOSLIMITTIME=	時間制限あり
ERRRESETISLOW=	エラーリセット信号アクティブロー
REMOTECTRLISLOW=	リモートコントロール信号アクティブロー
LASERNOTENEMISS=	レーザーは発光できません
ID_FILE_MACHINEPARAMETER=	デバイス パラメータを設定\nデバイス パラメータ
MENU_FILE_MACHINE=	デバイス パラメータ...
DOUBLEPTMODE=	ダブルドットモード
NOCUTENTITY=	カットしてはいけないもの
INPUTIOSTATE=	入力ポートの状態
ID_DRAW_ENCODERDISTANCE=	エンコーダ距離をプロット\nエンコーダ距離をプロット
SKYWRITE=	統一マーキング（空書き）
RUNINDURATION=	輸入サイクル
RUNOUTDURATION=	輸出サイクル
RUNINDURATION10US=	カーブに入るまでのサイクル時間 (単位: 10us)
RUNOUTDURATION10US=	ガイド出口カーブのサイクルタイム（単位：10us）
TIMELAG=	時間差
LASERONSHIFT=	レーザーオンドリフト
LASERONSHIFTUS=	レーザースタートドリフト（単位：us）
LIMITANGLE=	限界角度
LIMITANGLEDESC=	制限角度より小さい曲線は、自動的にポリゴン遅延を使用します
OUTPUTPARAM=	出力選択パラメータ
CHANGEWAVEDELAY=	波形遅延の変更
SHOWDELAYPARAMS=	遅延パラメータの表示
SHOWJUMPPARAM=	ジャンプパラメータを表示
HIDEPENBUTTONS=	ペンパラメータボタンを隠す
LOCK =	ロック
USBREMOVE_WARN=	USB コントロール カードが切断されました。ソフトウェアを閉じて、ソフトウェアを再起動してください。
DESCRIPTION=	説明
HATCHPARAMLIB=	パラメータ ライブラリに入力する
SAVEPARAM=	パラメータを保存
LOADPARAM=	パラメータの読み込み
INDEX=	索引
RESETCCD=	CCDをリセットする
BUILDCCD=	CCDを構築する
MOVETOCCDSTART=	CCD開始位置へ移動
ENCALIBRATION=	CCD 補正を有効にする
ENCHANGEMODEL=	テンプレートの切り替えを有効にする
MODELNO=	テンプレート番号
FAILHANDLE=	障害処理
ENRETRY=	リトライ
RETYRCOUNT=	再試行回数
WHENFAIL=	CCDが故障した場合
THENSTOP=	止まる
THENCONT=	降り続ける
THENJUMP=	インデックスにジャンプ
INPUTJUMP=	入力ポートジャンプ
JUMPTO=	にリダイレクト
CUBE=	立方体
REVOLVEWRAP=	ロータリーボディラップ
ERR_NOMESH=	表面オブジェクトなし
BINDID=	顧客情報をバインドする
ERR_CLIENTID=	ファイルのクライアント ID が無効です!
STABLETIME=	安定したスケジュール
ENSELLAYER=	選択レイヤーを有効にする
ERR_USERSTOPMARK=	ユーザーによって処理が中断されました
AXISERRSTOP=	軸の移動が中止されました!
CLONE=	クローン
AAXISMODE=	A軸モード
AXISMOVEDELAY=	軸移動遅延
AXES=	軸
MESHEDIT=	サーフェス編集
MERGECLOSEVERTICES=	一致する頂点をマージする
LASERONTCONLYUSEINSTART=	レーザー開始遅延は開始セグメントでのみ有効です
LASERPOWER=	レーザー電源
SYSTEMFAULT=	システムエラー
INTERNALLASERFAULT=	内部レーザー エラー
SHOWSKYWRITEPARAM=	統一マーキング パラメータを表示する
DISABLESYNPRR=	同期 PRR 信号を無効にする
BACKLASH=	バックラッシュ補正
USESPLITBOXCENASMARKCEN=	分割ボックスの中心をマーキングの中心として使用
HANDWHEEL=	ハンドル
GEARRATIO2=	ギア比
STARTHW=	スタートハンドル
ENDHW=	出口ハンドル
ENABLEHANDWHEEL=	ハンドホイールを有効にする
SCANNERFOLLOWMOUSEMOVE=	ポイントモードでは、検流計はマウスで移動します
AUTOMODE=	自動モード
ENABLEAUTOADJUST=	自動調整を有効にする
ACCURACYPRIORITY=	精度第一
SPEEDPRIORITY=	速度優先
STARTADJUST=	調整を開始
AUTOADJUSTING=	自動調整...
FPKENABLETHREST2=	インヒビット有効閾値時間 T2
FPKVOLTAGE=	ファーストパルス抑制電圧
MANUALSET=	手動設定
LASERCOOLINGTIME=	レーザー冷却時間
MENU_SORT_BYX=	Xで並べ替え
MENU_SORT_BYY=	Y優先度でソート
MENU_SORT_REVERSE=	逆ソート
SMARTADJUSTMENT=	インテリジェント調整パラメータ
ENABLESMARTADJUST=	スマート調整モードを有効にする
DECMODE=	12 進数
HEXMODE1=	HEX ヘックス
HEXMODE2=	六角 六角
RESULT=	効果
NORMAL=	正常
TISSMALL=	T値が小さすぎる
TISLARGE=	値が大きすぎます
TOFFIRSTLINE=	 ライン目 T 補正値
START=	始める
SMARTADJUSTTIP=	パラメータを調整する手順に従ってください。最初に終了セグメントを調整し、次に開始セグメントを調整してください。実際にマーキングされた水平線と垂直線が通常の効果と同じように交差するように T パラメータを調整します。
CHECKISALREADYMARK=	テキストがマークされているかどうかを確認する
CURVETOPTS=	カーブをポイントに変換
PREVIEW =	プレビュー
ASSERT=	異常な
ERR_FAIL=	不合格！
MENU_GUILDLINEBOX=	ガイドラインボックスを描く
GUILDLINEBOX=	補助ボックス
SPLITBYGUIDELINEBOX=	補助ボックス分割を使用する
PLSCHOOSECARD=	利用したいカードを選択してください
CHANGEBMPREALDPI=	ビットマップの実際の DPI を変更する
DISABLEAXISA=	A軸禁止
ENHOMEFINISHGOTOPOS=	指定位置までのゼロリターンを有効にする
HOMINGFINISHPOS=	原点復帰が終了する指定位置
EXPOSURE=	暴露
CAMERA=	カメラ
NOCUTTEXT=	分割テキスト文字の無効化
CURFILEMODIFYPLSSAVEIT=	現在のファイルは変更されています。まず保存してください。
SAVETOFILE=	ファイルに保存
ISSUE=	質問
PAUSEWHENLIMIT=	テキストの終わりで一時停止
LIMITISCONTINUE=	テキストが限界値に達しました。リセット後に続行しますか?
POWERSTANDBY=	待機電力
MESHFOLLOWROTATE=	表面はそれと一緒に回転します
LASERFAULT=	レーザーの故障
FIBERALARM=	ファイバーアラーム
SAFETYALARM1=	安全インターロックの失敗
SAFETYALARM2=	安全ループ警報
LINKALARM=	光リンク障害
CRITICALALARM=	レーザー保護の重大な障害
HOTSTOP=	レーザー発光の不適切な停止
POWER24ALARM=	コントローラの 24V 電源障害
MAXTHREADCNT=	計算スレッドの最大数
MESHRESOL=	面計算精度
DELAY=	遅れ
MOTORSPEDRATIO=	拡張軸速度オーバーライド
SHOWCHECKNUM=	チェックコードを表示
DISABLECANCELAXISMOVE=	軸モーションキャンセル禁止
OFFLINEDOGNOTFOUND=	正しいドングルが見つかりませんでした
EZCADSTR_ARRAY_X_INCDIST=	アレイ増分距離
EZCADSTR_ARRAY_Y_INCDIST=	配列増分距離
EZCADSTR_ARRAY_Z_INCDIST=	配列増分距離
OUTPUTANALOG=	出力アナログ
Voltage=	電圧
MODE8=	垂直 8
MODE82=	水平 8
TCPIPSERVER=	TCP/IP サーバー
NOCUTSMALLENT=	小さなものを分割しないでください
AUTOSAVEWHENCLOSE=	ソフトウェアを閉じるときに現在のファイルを自動的に保存する
MASK=	マスク
DISABLESTOPAXISWHENDOOROPEN=	扉開放時の停止軸移動禁止
STOPAXISWHENDOOROPEN=	ドアが開いているときに軸の動きを停止する
STAGEFB=	プラットフォームのフィードバック位置
GALVOCMD=	ガルボ指令位置
GALVOFB=	ガルボフィードバック位置
DISSHOWFILEPROCESS=	ファイル処理ダイアログを抑制
DISSHOWCALCPROCESS=	計算処理ダイアログの表示を抑制する
LEVEL16=	レベル 16
STEPMODE=	速度最適化モード
SHOWSTEPMODE=	速度最適化モード パラメータの表示
ENCODEMODE=	エンコーディングモード
ENABLJUMPTABLEMODE=	ジャンプ パラメータ テーブル モードを有効にする
ENABLJUMPTABLEMODETIP=	全ペンのジャンプパラメータをジャンプパラメータテーブルから自動取得
JUMPTABLE=	ジャンプパラメータテーブル
DRAWTOL=	描画ピクセル精度
SHIFTOFROTARY=	回転軸ドリフト
SERVERINFO=	サーバー情報
FASTLINELASERONRATIO=	高速ライン光出力比
STANDARDPOS=	標準位置
REALPOS=	実際の場所
FLYSPEEDMONITOR=	飛行速度監視
MAXFLYSPEED=	最大飛行速度
STARTANDSTART=	始点につながる始点
STARTANDEND=	接続された開始と終了
ENDANDSTART=	始点に接続された終点
ENDANDEND=	終点から終点
OPENCURVE=	開いた曲線
LASERWOBBLESHOW=	ジッター パスのプレビュー
SHOWTRANSBMP=	透過ビットマップを表示
DISABLECIRMODE=	円パターンを抑制
REFINEPLANECONTOUR=	平面輪郭を抽出する
REFINECONTOURMOUSE=	平面輪郭の抽出: マウスの左ボタンをクリックしてプレビューし、左ボタンをダブルクリックして確認します
HORIZONALPLANE=	平面を水平にする
HORIZONALPLANETIP=	マウスの左ボタンをクリックして、水平にする平面を選択します
LASERONLAGTIME=	レーザー遅延時間
FIRSTJUMPDELAY=	最初のジャンプ遅延
ENABLEHATCHLINEOVERLAP=	フィル ラインの千鳥分割を有効にする
CHARADDMODE=	文字増加モード
TT_PICKSHOWALL=	すべてのオブジェクトを表示\nすべてのオブジェクトを表示
TT_PICKHIDEALL=	すべてのオブジェクトを非表示\nすべてのオブジェクトを非表示
FLOATSOL=	浮動小数点精度
ENABLEAUTOCONNECT=	切断時の自動接続を有効にする
CONNECTINTERVAL=	接続間隔
DISABLEMOVEZWITHENTZ=	オブジェクト座標に基づく Z 軸の移動を無効にする
ESCBTNSTOPAXISIMM=	Esc を有効にして、軸の動きをすぐに停止します
DOYOUREALRESETALLPARAM=	本当にすべてのペン パラメータをリセットしますか?
UPDATEDYNENT=	動的オブジェクトを更新する
FAILEDOPENDLCDEV=	DLC カードのオープンに失敗しました
SOFTWARELICWILLEXPIRE24HOURS=	ソフトウェア ライセンスは 24 時間以内に期限切れになります。機器の供給元にお問い合わせください。
SPLITBITMAP=	ビットマップを分割
NOGUILDLINETOSPLITBMP=	ビットマップの分割に使用できるガイドはありません。最初にガイドを描画してください!
BARCODEPTMODE=	バーコード ポイント処理モード
FASTPOINT=	ファストポイントモード
FASTLINE=	高速回線モード
FASTSTEPMODE=	ステップモード
ENABLELASEREXTOUTPUT=	レーザー拡張出力を有効にする
LASEREXTOUTPUT=	レーザー拡張出力
DEFAULTPARAM=	デフォルトのパラメータ
MARKFAILIO=	失敗したポートをマーク
SHOWSELECTBTNONPANEL=	軸ソリューションの選択ボタンをパネルに表示
RELSPEED=	相対速度
SPEEDFIELD=	速度場
POWERFIELD=	エネルギー場
SPEEDFIELDRATIO=	速度場比
POWERFIELDRATIO=	エネルギー場比
RATIO=	比
DISTRIBUTIONMODE=	曲線分布パターン
RESOLUTIONRATIO=	細分化精度比
DISTR_PRIMARY=	一次分布
DISTR_QUADRATIC=	二次分布
DISTR_CUBIC=	三次分布
VALIDINWHOLEPMARKERIOD=	加工サイクル全体に有効
INFO_CODEBC412=	BC412 バーコードは、すべてのバーとスペースが情報を表す連続した非固定長の双方向バーコードです。その文字セットには「0」～「9」が含まれ、「AZ」には「O」が含まれません。チェック コードはシステムによって自動的に追加されます。
SHOWFREQRAMPPARAM=	周波数線形変換パラメーターの表示
FREQRAMPING=	周波数線形変換
CANNOTHAVESAMESN=	同じシリアルナンバーのDLCカードは存在しません！
ALLSCANNERMARKCURLAYER=	すべての検流計が現在のレイヤーを処理します
ALLSCANNERMARKCURLAYERSPLIT=	すべての検流計は、現在のレイヤー用に分割されて処理されます
ENCURVESYNINPORT=	曲線同期入力ポートを有効にする
SPECIALPOS=	特別な場所
SETCURPOSASSPECPOS=	現在地を特別な場所に設定する
ENCURVESYNWHENCURVEEND=	曲線の同期の終了を有効にする
LASEREMISSION=	レーザー グローバル イネーブル [MO]
STARTDELAY=	開始遅延
ENDDELAY=	終了遅延
LASERSYN=	レーザースイッチオン同期
ACCURATEHOME=	正確なゼロ復帰
AUTONAMEENT=	オブジェクトに自動的に名前を付ける
ENTNAMESAME=	オブジェクト名が他のオブジェクト名と同じです。名前を変更してください!
CREATE3DSPRING=	3D らせんを作成する
USECURRPOS=	現在地を使用
SETMOAFTERPW=	パルス幅変更後のMO設定
STARPULSEWIDTH=	開始パルス幅
INCULSEWIDTH=	パルス幅増分
ONEBYONEMARKING=	検流計は順番に処理されます
STARTMARKINGLAYER=	レイヤーの処理を開始
INFO_AUSPOST4STATE=	オーストラリア郵便の 4 ステータス コードは、4 つの長さのバーで構成されています。各バーコードには、FCC (2 桁) と DPID (8 桁) コード、およびオプションのユーザー情報が含まれています。例：FCC
INFO_DOTCODE=	DotCode バーコードは 2D バーコードであり、その文字セットにはすべての ASCII 文字が含まれています。
INFO_JAPANPOST=	日本の郵便番号バーコードは、日本の郵便制度で使用され、有効な文字は数字「0-9」、英大文字「AZ」、接続文字「-」です。 7桁（郵便番号）＋付加データで構成されています。 「27301023-20-5B604」など。
INFO_POSTNET=	PostNet は米国郵政公社 (USPS) 用で、有効な文字は数字 "0-9"、5 桁の郵便番号のみ、9 桁の郵便番号 + 4 コード、またはすべて 11 桁のコードです。
INFO_UKROYALMAIL=	Royal Mail には、UK Royal Mail 4 州の顧客バーコードが使用されます。有効な文字は、数字の「0 ～ 9」と英大文字の「AZ」です。
INFO_DUTCHPOSTKIX=	Dutch Post KIX バーコードは、Royal Dutch TPG Post に使用されます。有効な文字は、数字「0 ～ 9」と英大文字「AZ」です。
INFO_PLANET=	PLANET は Universal Postal Service (USPS) 用で、有効な文字は「0 ～ 9」の数字で、11 桁と 13 桁の形式のみです。
SPLITCURVES=	分割曲線
MINDISTTRIGGER=	最小トリガー距離
MINTIMETRIGGER=	最小トリガー時間
AUTORESORT=	自動ソート
MENU_SORT_MINDIST=	最小距離で並べ替え
DISABLEUNDO=	UNDOを無効にする（次回有効）
REDLIGHTINVERT=	赤信号レベル反転
SINGLEPTREPEATMODE=	1点リピート処理モード
SAVECAMERATOBMP=	カメラ画像を BMP ファイルに保存
ENBIGCURVESHORTSEGSPLIT=	大きな曲線と小さなセグメント モードを有効にする
UNGROUPHATCHLINE=	塗りつぶされたオブジェクトを分割する
MENU_NODE_MOVE=	モバイルノード
MENU_NODE_SETASSTART=	出発点として設定
AXISSTATE=	軸の状態
NOTIMING=	加工時間を更新しない
OFFLINESENDDATA=	オフライン モード: データを送信
ENMARKPAUSEMODE=	マーキング一時停止モードを有効にする
DIABLEINTERIOOUTPUT=	内部 IO 出力を無効にする
USERNOTOPESOFTLOCK=	ユーザーが長時間操作を行っていないため、ソフトウェアがロックされています。もう一度ログインしてください。
EXTENDCURVE=	カーブを延長
EXTENDLENGTH=	延長された長さ
ENABLEARCCMD=	円弧マーキング コマンドを有効にする
SCANNERJUMP=	ガルボジャンプ
USEREDLIGHTCOR=	赤色光補正を有効にする
PULSEENERGY=	パルスエネルギー
DISABLECHECKPWLIMIT=	パルス幅制限のチェックを無効にする
ALWAYZOPENWHENNOTMARKING=	マーキングしていないときは常に赤いライトを点灯してください
ENABLEMULTICCD=	マルチ CCD モードを有効にする
MULTICCDINDEX=	マルチCCDループエンドインデックス
CUSTOMVER=	カスタマイズ版
MENU_FILE_LOGIN=	ログインする...
APPENDFILEMODE=	ファイルモードを追加
RAMPMINLIMITLEN=	線形変換の最小行長
DOUBLECURVE=	双曲線モード
BYHOUR=	毎時
DISABLERESORT=	並べ替え禁止
WIDTHTHRESHOLD=	幅のしきい値
MENU_SORT_MODE=	ソートモード設定
REDUCEPOINT=	自動で減点
LIMITLENGTH=	制限長
SINGLEPTDELAY=	シングルポイント間隔遅延
CALCFROMSUNDAY=	第一日曜日から計算
REGISTERVARIABLE=	レジスター変数
SETPARAMMODE=	パラメータモードの設定
INT=	整数
FLOAT=	浮動小数点数
TIMEBASECOUNT=	タイムベースカウント
SLICEENTONLYMARKONELAYER=	スライスされたオブジェクトは一度に 1 つのレイヤーで処理されます
DISLOCKSIGNAL=	ラッチ開始信号を無効にする
ENSURECOMPLETEPRODUCT=	ギャランティ商品 コンプリートマークエンド
DISEXTLASERWHEN_CHANGEPEN=	ペンパラメータの変更時にレーザーパラメータを変更することは禁止されています
PRJMAXZLEN=	縦線の最大長
DXFUNITISUTF8=	DXF ファイルは UTF8 でエンコードされています
DISABLESHOWPROGDLG=	モーション処理ダイアログの表示を抑制する
ENABLECHANGECURVEDIR=	加工が有効な場合、曲線の方向を自動的に変更します
ENCHECKLASERSTATEWHENMARKING=	加工中にレーザーの状態を確認可能
INVALIDUSERNAME=	無効なユーザー名
IDLETIME=	間隔
AXISPULSEWIDTH=	軸移動パルス幅
COPYSTL=	STLをコピー
PASTESTL=	STLを貼り付け
GALVOXYDELAY=	ガルボ XY 遅延
SAVEOUTPORTWHENPOWEROFF=	電源オフ時に出力を保存
NOTCHECKSTARTPORTWHENMARKING=	処理中に開始ポートがチェックされない
ENABLE_CHECK_MARKINGRANGE=	加工範囲チェック有効
ERRID_MAKRSIZE_OUTRANGE=	刻印サイズが加工範囲外です
ARC=	アーク
INPUTSECONDSTARTPT=	番目の点を入力してください
MENU_LINEARCTOGGLE=	ラインとアークの切り替え
NUMCHAREXTRACTSTR=	文字列から抽出された文字の総数
CHANGETEXT=	テキストコンテンツを更新する
NEWTEXT=	新しいテキスト
FEEDBACKMODE=	フィードバックモード
USEINTERNALCOR=	内部補正を使用
PILLOWFACTOR=	ピンクッション係数
PARALLELISMFACTOR=	平行四辺形係数
TRAPEZOIDFACTOR=	台形係数
BIDIRCOMPLEN=	双方向補償長
ENABLEHWWOBBLE=	ハードウェア ジッターを有効にする
WOBBLEFREQ=	ジッタ周波数
UNLOCK=	ロックを解除
MAXROWSOFEXPORTFILE=	出力ファイルの最大行数
ENMARK=	処理を有効にする
ALIASNAME=	エイリアス
TOWOBBLECURVE=	曲線へのジッター パス
REFINEBOTTOMEDGEOFMESH=	サーフェスの下部境界を抽出します
DISCHANGECHARWIDTH=	文字幅の変更を無効にする
ENCODERABSWAP=	エンコーダAB互換
INFO_CODE49=	Code 49 は、多層、連続、可変長のバーコード シンボルです。コード 49 は、128 個の ASCII 文字すべてを表すことができます。各 Code 49 バーコード シンボルは 2 ～ 8 層で構成され、各層には 18 個のバーと 17 個のスペースがあります。
INFO_CODE16K=	Code 16K バーコードは、完全な ASCII 文字セットと拡張 ASCII 文字の 128 文字を表すことができる、多層の連続可変長バーコード シンボルです。 UPC および Code128 文字を使用します。 16 層の Code 16K シンボルは、77 個の ASCII 文字または 154 個の数字を表すことができます。
CHANGEDIAMETER=	直径を変更
ENDDIAMETER=	エンド径
SNTEXTPLUS=	シリアルナンバー+1
SNTEXTMINUS=	通し番号-1
SNTEXTRESET=	シリアルナンバーリセット
CURVEFOLLOWMOVE=	カーブが動きに追従
CONTMODEUSESELFPORT=	連続モードは独自の入力を使用します
ENABLESPLITGAP=	分割ギャップを有効にする
ENABLELISTCMD=	enable list コマンド
XCOMPFACTO=	X方向補正係数
STARTPTJUMPLEN=	スタートポイントジャンプの長さ
XCOMPFACTOR=	補正係数
OUTPUTIOSTATE=	出力ポートの状態
DEVICESTATUSLAMP=	デバイス ステータス ライト
	
CLEAR=	掃除
EXTENDSIZE=	拡張サイズ
INCLAYERCOUNT=	間隔レイヤー
FOCUSOFFSET=	デフォーカス量
EDGETYPE=	ボーダータイプ
EDGEBOX=	長方形の境界線
ORIGINCONTOUR=	元のアウトライン
CONVEXHULLCONTOUR=	概要
MESHZOOM=	表面スケーリング
ENABLEINTERDOLOOP=	内部加工サイクルの使用
ENABLEXITPROCESS=	終了処理モードを有効にする
OFFSETINSIDE=	内側にオフセット
DELETEALL=	すべて削除
ENABLEAPMMODE=	APM モードを有効にする
PWMDUTYCYCLE=	PWM デューティ サイクル
